{
  "navbar": {
    "home": "Home",
    "signInA": "Sign In",
    "support": "Support",
    "language": "Language",
    "english": "English",
    "spanish": "Spanish",
    "hindi": "Hindi",
    "french": "French",
    "chinese": "Chinese",
    "settings": "Settings",
    "signUp": "Sign Up",
    "stadistics": "Statistics"
  },
  "gallery": {
    "build": "The Build",
    "description": "Dive into our image gallery and experience every fascinating moment of the GuateCare creation process! From the first sketch to the final product, we invite you to explore each stage and witness the transformation of our vision into reality. Don't miss this unique and revealing visual experience!",
    "autor": "Author",
    "materiales": "Materials",
    "description2": "Raspberry Pi model 4 B, electronic components, sensors, and modules (extensions).",
    "dimensions": "Dimensions",
    "description3": "Platform size: 115 cm x 35 cm x 2 cm",
    "subdescription3": "Scale size: 31 cm x 31 cm x 3.2 cm",
    "finish": "Finishing",
    "description4": "The product will be packaged for presentation in a cardboard box.",
    "includes": "Includes",
    "description5": "1 Raspberry Pi, 1 distance sensor, 1 load cell module, 1 TF-LUNA LiDAR module, UTP/Dupont connection cables (installed), connection board, adjustable frame for size/length measurements, 1 plate, 1 digital scale, and a power bank.",
    "considerations": "Considerations",
    "description6": "For more accurate results, make sure to place the product on a flat surface. Take the time to make the necessary measurements and keep the product out of reach of children for safety. Thank you for paying attention to these details!",
    "galeria": "The Gallery",
    "watch": "View Image"
  },
  "mapa": {
    "title1": "Map",
    "title": "Project Location",
    "description": "Hello everyone! We are pleased to announce that the GuateCare project is being carried out at the current Jared Hotel Permanent Care Center (CAP). If you want to see the system in action, we invite you to visit this location.",
    "description1": "Don't miss the opportunity to see firsthand how this exciting project is developing! Your visit will not only allow you to see the system in operation but also experience up close the advancements and improvements implemented at this important location.",
    "locate": "Jared Hotel (Current CAP)"
  },
  "donar": {
    "title1": "Donations",
    "title": "Support Our Cause",
    "description": "Your contribution is valuable to this project. We appreciate it in advance. Register your details so we can contact you and provide assistance options.",
    "firstName": "First Name",
    "lastName": "Last Name",
    "email": "Email",
    "message": "Message",
    "contactUs": "Send Information!",
    "none": "Please fill out all fields.",
    "thanks": "We will get in touch with you soon.",
    "error": "Error sending email."
  },
  "contact": {
    "title": "It's a pleasure to assist you",
    "description": "Hello! If you have any questions or concerns, you can contact us through this form. We are happy to help you.",
    "firstName": "First Name",
    "lastName": "Last Name",
    "company": "Company",
    "email": "Email",
    "message": "Message",
    "submit": "Submit",
    "none": "Please fill out all fields.",
    "thanks": "We will get in touch with you soon.",
    "error": "Error sending the email."
  },
  "mainhome": {
    "work": "Welcome to GuateCare!",
    "workdesc": "Go to \"Statistics\" if you wish to view the current information or log in to access all the system's features.",
    "button1": "Go to statistics",
    "button2": "Learn more about malnutrition",
    "title": "What is malnutrition?",
    "title2": "Definition",
    "description": "It is a pathological state that arises from inadequate nutrient intake or excessive catabolism, and is manifested by clinical, biochemical alterations and problems in body measurements.",
    "title3": "Types",
    "description2-1": "Acute malnutrition",
    "description2-2": "Chronic malnutrition",
    "description2-3": "Mixed malnutrition",
    "title4": "Causes",
    "description3-1": "Poverty: Lack of access to sufficient and nutritious food.",
    "description3-2": "Conflicts and emergencies: Situations that disrupt food production and distribution.",
    "description3-3": "Diseases: Conditions affecting the body's ability to absorb nutrients.",
    "description3-4": "Education and knowledge: Lack of information about proper nutrition.",
    "title5": "Consequences",
    "description4": "Malnutrition deteriorates health and quality of life, perpetuating poverty and reducing productivity.",
    "title6": "Prevention",
    "description5": "School feeding programs improve health and academic performance, and nutrition education optimizes diet and local production.",
    "title7": "Impact",
    "description6": "Child malnutrition hampers cognitive development, widens social inequality, and weakens community cohesion, perpetuating poverty and increasing crime."
  },
  "problems": {
    "titleP": "Frequently Asked Questions",
    "angryip": "Download Angry IP Scanner",
    "contact": "Contact us.",
    "title": "Let's solve the problems together",
    "description": "In this space, you will find possible solutions for common issues.",
    "problem1": "The Raspberry Pi does not turn on",
    "desprom1": "Ensure that the Raspberry Pi is properly connected and has 1 steady red LED and a flashing green LED. Also, check that the connection cable is free from damage.",
    "problem2": "The Raspberry Pi has no connectivity",
    "desprom2": "If you receive an error message from the measurement web page, please verify that the Raspberry Pi is on the same network. If there is no response, use the Angry IP Scanner tool to find the Raspberry Pi's IP with the host @raspberrysantos and then connect.",
    "problem3": "Problems logging in or registering?",
    "desprom3": "If you have errors or issues logging in, check your details, and if necessary, recover your password via your registered email. If you encounter a problem when registering, re-enter your details or reload the web page. If this does not work",
    "problem4": "Problems saving data",
    "desprom4": "Ensure you are properly authenticated, check that the data you are trying to save meets the expected format and schema, review error messages in the application for specific details on the problem. If the problem persists",
    "problem5": "Cannot edit or view any data",
    "desprom5": "Check that the data exists in the correct location and that you are accessing the right path, consult the available error messages for specific information about the problem, and ensure synchronization between the application and that you are connected to the network for proper operation.",
    "problem6": "A cable was disconnected or damaged",
    "desprom6": "If a cable connected to the Raspberry Pi has been disconnected, please check the manual to resolve it. If the cable is damaged, request assistance by calling (+502) 5383-2898.",
    "problem7": "A component is damaged",
    "desprom7": "If any component is physically damaged, request immediate assistance by calling (+502) 5383-2898 for support.",
    "problem8": "Settings are not working",
    "desprom8": "If changes are not applying to the settings, please check that you are authenticated. If you are, reload the web page; if this does not work, request assistance for support."
  },
  "about": {
    "title": "Innovation that Transforms",
    "description1": "In Guatemala, a multidisciplinary team has come together with the purpose of combating child malnutrition through technology and health expertise.",
    "description2": "Our project is based on two essential pillars: technology and health experts. This dual approach allows us to effectively intervene in the lives of young children, ensuring that each child receives the nutritional support needed to grow strong and healthy.",
    "mision": "Our Mission",
    "misiondesc": "To combat child malnutrition in Guatemala with innovative solutions in technology and health.",
    "team": "Meet the Experts Driving Our Vision",
    "history": "Our History",
    "hisotydesc": "A multidisciplinary team, driven by passion and dedication, works from the heart of Guatemala to transform child nutrition.",
    "project": "The Project",
    "projectdesc": "Our project combines technology and health experts to provide effective nutritional support to children, ensuring their healthy growth.",
    "impact": "Impact on Society",
    "impactdesc": "Optimization of processes that allows for quick and effective interventions, improving care for children in vulnerable communities.",
    "rewards": "Awards",
    "rewardsdesc": "First place in the Enactus Guatemala national competition with the Enactus UVG Altiplano team.",
    "future": "Our Future",
    "futuredesc": "Expansion to more communities in Guatemala and the region, committed to a healthy future for the communities.",
    "developer": "Developer",
    "ourteam": "Our Team",
    "ourteamdesc": "The developer behind GuateCare"
  },
  "commuty": {
    "thanks": "We want to express our deepest gratitude to all the institutions, organizations, and entities that have supported this project. Your valuable support and commitment have been essential in achieving our goals and advancing this mission."
  },
  "history": {
    "title": "The History of the Project: GuateCare",
    "description1": "In the heart of Guatemala, where cultural richness and hope coexist with deep challenges, a multidisciplinary team of visionaries has come together with a common purpose: to fight against childhood malnutrition. This team, driven by tireless passion and exemplary dedication, has designed a revolutionary project that combines the latest technology with health expertise to address one of the most critical issues faced by vulnerable communities.",
    "project": "Project",
    "solution": "The Solution",
    "description2": "Imagine a world where the fight against childhood malnutrition is not based solely on good intentions but on concrete and efficient technological solutions. Our project is based on two essential pillars: technology and health experts. This dual approach allows us to intervene effectively in the lives of the youngest, ensuring that every child receives the nutritional support they need to grow strong and healthy.",
    "impact": "Impact",
    "impact2": "Impact on Society",
    "description4": "Our goal is to transform the way childhood malnutrition is addressed. By automating measurement and data collection, we not only optimize processes but also provide communities with tools to act quickly and effectively. This innovation ensures that children receive the right care at the right time, significantly improving their health and development prospects.",
    "reward": "Recognition",
    "rf": "Recognition and Future",
    "description5": "We are proud to share that our project has been nationally recognized as one of the two standout projects presented by Enactus UVG Altiplano. This recognition, by winning first place in the national competition, validates the effectiveness and potential of our approach. As we move forward, our vision is to expand this solution to more communities, not only in Guatemala but throughout the region."
  },
  "signIn": {
    "pageTitle": "Sign In",
    "description": "Please sign in with your account.",
    "emailLabel": "Email",
    "passwordLabel": "Password",
    "emailPlaceholder": "Enter your email",
    "passwordPlaceholder": "Enter your password",
    "forgotPasswordLink": "Forgot your password?",
    "submitButton": "Sign In",
    "googleButton": "Sign in with Google",
    "noAccountText": "Don't have an account?",
    "registerLink": "Register here",
    "errors": {
      "none": "Please enter your email and password.",
      "missingAt": "The email must contain an '@'.",
      "invalidEmail": "The email address is invalid.",
      "invalidCredential": "Please check your email or password.",
      "userNotFound": "No account found with this email.",
      "invalidPassword": "The password is incorrect. Please try again.",
      "tooManyRequests": "Too many failed attempts. Please try again later.",
      "default": "Login error. Please try again later.",
      "googleSigninError": "Could not sign in with Google. Please try again later.",
      "resetPasswordError": "Error sending recovery email. Please try again later.",
      "resetPasswordSuccess": "A password reset email has been sent.",
      "emailRequired": "Please enter your email address."
    }
  },
  "signUp": {
    "pageTitle": "Create Account",
    "description": "Sign up to get started.",
    "fullNameLabel": "Full Name",
    "fullNamePlaceholder": "Enter your full name",
    "emailLabel": "Email",
    "emailPlaceholder": "Enter your email",
    "passwordLabel": "Password",
    "passwordPlaceholder": "Enter your password",
    "confirmPasswordLabel": "Confirm Password",
    "confirmPasswordPlaceholder": "Re-enter your password",
    "createAccountButton": "Create Account",
    "googleButton": "Sign up with Google",
    "alreadyHaveAccountText": "Already have an account?",
    "signInLink": "Sign In",
    "none": "All fields are required.",
    "invalidEmail": "The email address is invalid.",
    "passwordTooShort": "The password must be at least 6 characters long.",
    "passwordNoNumber": "The password must contain at least one number.",
    "passwordNoSpecialChar": "The password must contain at least one special character.",
    "passwordsDoNotMatch": "Passwords do not match.",
    "emailInUse": "The email address is already in use.",
    "passwordTooWeak": "The password is too weak.",
    "registrationDisabled": "Registration is temporarily disabled.",
    "tooManyRequests": "Too many attempts. Please try again later.",
    "networkError": "Network error. Check your internet connection.",
    "unknownError": "An unexpected error occurred. Please try again later."
  },
  "support": {
    "navbar": {
      "aboutus": "About Us",
      "contactus": "Contact Us",
      "licese": "License",
      "panel": "Dashboard",
      "manual": "Manual",
      "pp": "Privacy Policy"
    },
    "page": {
      "welcome": "Hello. How can we assist you?",
      "description": "We recommend visiting our manual for a better experience.",
      "title1": "Manual",
      "description1": "Everything you need to know to start using the GuateCare system.",
      "title2": "Data Management",
      "description2": "Let's see how to create and edit the data captured by the system.",
      "title3": "Problems? Let's solve them.",
      "description3": "If you have any issues with the system, we will work together to resolve them.",
      "title4": "Need more help? Contact us.",
      "description4": "If you have any questions or need personalized help, feel free to contact us.",
      "title5": "Community",
      "description5": "Institutions, organizations, and entities supporting this cause.",
      "title6": "About Us",
      "subtitle6": "Who are we?",
      "description6": "We are a passionate and dedicated multidisciplinary team, focused on transforming the lives of Guatemalan and global children. By combining cutting-edge technology with the expertise of health specialists, our commitment is to create a positive and lasting impact on child welfare.",
      "title7": "Our Story",
      "subtitle7": "How did GuateCare begin?",
      "description7": "In the heart of Guatemala, a passionate multidisciplinary team is revolutionizing the fight against childhood malnutrition with an innovative project that combines the latest technology with health expertise.",
      "title8": "Gallery",
      "subtitle8": "Relive the process",
      "description8": "The most memorable stories come to life through memories. Explore our image gallery and discover each exciting step of the GuateCare creation process.",
      "title9": "Location",
      "subtitle9": "Find Us",
      "description9": "Join us and experience GuateCare like never before! Embark on this unique adventure with our team and be part of something extraordinary. Your participation will make the experience unforgettable. Don't miss out!",
      "title10": "Donations",
      "subtitle10": "Join and Help Us",
      "description10": "Your Donation Makes a Difference With your support, we will acquire more health equipment to reach more communities and departments in urgent need. Every contribution extends our reach and improves lives. Make your impact significant!"
    },
    "others": {
      "readmore": "Read more...",
      "seemore": "See more...",
      "map": "Go to map...",
      "donate": "Donate..."
    }
  },
  "errors": {
    "notFound": "Page not found",
    "sorry": "Sorry, we couldn't find the page you are looking for.",
    "backhome": "Go to home",
    "contact": "Contact support"
  },
  "manual": {
    "title": "Welcome to the GuateCare Manual",
    "description": "Welcome to the GuateCare system! Below, you will find a step-by-step guide designed for any user to interact with our system efficiently and safely. Please carefully follow the steps to ensure an optimal experience.",
    "step": "Steps",
    "step1": "1. Initial Verification",
    "step1dec": "Before powering on the system, ensure that the Raspberry Pi is turned on and that all cables are properly connected. Check for any damaged cables. This ensures that the system operates without interruptions.",
    "step2": "2. Powering on the System",
    "step2desc": "If the system is not powered on, connect the power supply or a charging bank. Wait between 2 to 4 minutes for the system to fully boot up and be ready for use.",
    "step3": "3. Connectivity Check",
    "step3desc": "Make sure you have a stable internet connection and that both the system and your device are connected to the same network. This is crucial for interacting with the system without issues.",
    "step4": "4. Login",
    "step4desc": "Log in with your previously created account or using the provided access service. This will grant you access to all the system's functionalities.",
    "step5": "5. Main Panel: Baby Registration",
    "step5desc": "Once you have logged in, you will be directed to the Main Panel. Here you will find the baby registration option, where you can store and update the baby's personal information.",
    "step6": "6. Navigating Between Pages",
    "step6desc": "In the left sidebar menu, you will find various sections that allow you to navigate through the system:",
    "step7": "7. Monitoring",
    "step7desc": "By selecting the Monitoring icon, you can measure and visualize data captured by connected devices. You will also have the option to save or discard the measurements.",
    "step8": "8. Alerts",
    "step8desc": "In the Alerts section, you will see a list of previous alerts, where you can review and follow up on registered cases. You will be able to edit information, add additional medical data, and issue new alerts if necessary.",
    "step9": "9. Reports",
    "step9desc": "Access Reports to view and export all collected information. You can consult and generate detailed reports, including graphs, at any time.",
    "step10": "10. System Settings",
    "step10desc": "In the Settings section, you can customize your profile and modify any information you consider necessary to optimize your experience.",
    "support": "Assistance",
    "supportdesc": "If you have any questions or need additional assistance, please do not hesitate to contact us. We are here to help you get the best possible experience with our system.",
    "found": "You will find:",
    "highlights": "Baby Registration",
    "highlights2": "Monitoring (Measurements)",
    "highlights3": "Alerts",
    "highlights4": "Reports",
    "highlights5": "Settings"
  },
  "modetoggle": {
    "dark": "Dark",
    "light": "Light",
    "system": "System"
  },
  "home": {
    "card1": {
      "text1": "Total registered cases",
      "text2": "Possible acute malnutrition cases: ",
      "text3": "cases"
    },
    "card2": {
      "text1": "Current cases",
      "text2": "Cases from the last month: ",
      "text3": "cases"
    },
    "card3": {
      "text1": "Current average weight",
      "text2": "Average from the last month: ",
      "text3": "pounds"
    },
    "card4": {
      "text1": "Current average height/length",
      "text2": "Average from the last month: ",
      "text3": "centimeters"
    },
    "card5": {
      "text1": "BMI (Body Mass Index)",
      "text2": "Average from the last month: ",
      "text3": "kg/m"
    },
    "charts": {
      "text1": "Average BMI (Body Mass Index)",
      "text2": "Weight for age",
      "text3": "Height/Length for age",
      "text4": "Time Management",
      "text5": "min",
      "text6": "hrs",
      "text7": "day",
      "text8": "days",
      "text9": "Daily Average",
      "text10": "Average time the system was used per day in the GuateCare app"
    },
    "data": {
      "title": "Data",
      "description": "Collection of real-time captured data",
      "status": "Status",
      "id": "Identifier",
      "create": "Creation date",
      "follow": "Follow-up date",
      "priority": "Priority",
      "view": "View",
      "edit": "Edit",
      "alert":"Alert",
      "dataStatus": {
        "new": "New",
        "inProgress": "In progress",
        "inReview": "In review",
        "resolved": "Resolved"
      },
      "dataPriority": {
        "severe": "Severe",
        "moderate": "Moderate",
        "mild": "Mild"
      }
    },
    "days": {
      "mon": "Mon",
      "tue": "Tue",
      "wed": "Wed",
      "thu": "Thu",
      "fri": "Fri",
      "sat": "Sat",
      "sun": "Sun"
    },
    "dates": {
      "day": "Day",
      "week": "Week",
      "month": "Month",
      "year": "Year"
    },
    "filter": {
      "title": "Filter",
      "filterby": "Filter by:",
      "status": "Status",
      "id": "Identifier",
      "create": "Creation Date",
      "follow": "Follow-up Date",
      "priority": "Priority"
    },
    "export": {
      "title": "Export"
    }
  },
  "dashboard": {
    "navbar": {
      "register": "Baby Registration",
      "monitoreo": "Monitoring",
      "alertas": "Alerts",
      "informes": "Reports",
      "account": "My Account",
      "settings": "Settings",
      "logout": "Logout"
    },
    "registro": {
      "title": "Manager Registration",
      "description": "Please fill in all the requested fields; the CUI (Unique Identification Code) is important.",
      "cui": "CUI",
      "description1": "Enter the CUI",
      "name": "Manager's Name",
      "description2": "Full Name",
      "born": "Date of Birth",
      "month": "Select Month",
      "year": "Select Year",
      "description3": "Address",
      "direction": "Department, Municipality, community, and street",
      "description4": "Manager's Phone Number",
      "phonenumber": "(+502) 4532-4515",
      "fallecio": "Deceased",
      "falleciop": "Select an option",
      "yes": "Yes",
      "no": "No"
    },
    "mediciones": {
      "title": "Patient Measurement",
      "description": "View the captured data here.",
      "size/length": "Height/Length: ",
      "weight": "Weight: ",
      "IMC": "Body Mass Index (BMI):",
      "botton1": "Height/Length",
      "botton2": "Weight",
      "rsl": "cm",
      "rls2": "m",
      "rw": "lb",
      "rw2": "kg",
      "rimc": "kg/m"
    },
    "alertas": {
      "title": "Generate Alert",
      "description": "Here you can generate the respective alert",
      "datecreate": "Creation Date",
      "datetracking": "Tracking Date",
      "priority": "Priority",
      "prioritysdesc": "Mild",
      "prioritys": {
        "severe": "Severe",
        "moderate": "Moderate",
        "mild": "Mild"
      },
      "status": "Status",
      "statusdesc": "New",
      "statuss": {
        "new": "New",
        "in_progress": "In Progress",
        "in_review": "In Review",
        "resolved": "Resolved"
      },
      "desc": "Description",
      "alertasdesc": "Add a medical description",
      "notes": "Medical Notes",
      "notasdesc": "The baby lacks nutrients..."
    },
    "settings": {
      "welcome": "Welcome! ",
      "language": "Language",
      "language2": "Select your preferred language.",
      "theme": "Theme",
      "theme2": "Select your preferred theme."
    },
    "buttons": {
      "save": "Save Data",
      "alert": "Start Alert"
    }
  },
  "ce": {
    "create": "Create",
    "create2": "Easily capture data with a single click.",
    "create3": "Use our physical system to capture data and generate valuable health information.",
    "view": "Edit",
    "view2": "Easily edit the data.",
    "view3": "Follow up on detected cases in a timely manner to provide appropriate care to the patient."
  },
  "footer": {
    "logo": {
      "alt": "GuateCare",
      "name": "GuateCare"
    },
    "resources": {
      "title": "Resources",
      "links": [
        {
          "name": "shadcn/ui",
          "url": "https://ui.shadcn.com/"
        },
        {
          "name": "Tailwindui",
          "url": "https://tailwindui.com/"
        }
      ]
    },
    "followUs": {
      "title": "Follow Us",
      "links": [
        {
          "name": "Github",
          "url": "https://github.com/Owl-in-night?tab=repositories"
        },
        {
          "name": "Discord",
          "url": "https://discord.gg/RY7N6wgH"
        }
      ]
    },
    "legal": {
      "title": "Legal",
      "links": [
        {
          "name": "Privacy Policy",
          "url": "/privacy-policy"
        },
        {
          "name": "Terms and Conditions",
          "url": "/terms&conditions"
        }
      ]
    },
    "footerText": "© 2024 GuateCare™. All rights reserved.",
    "socialMedia": {
      "facebook": {
        "url": "https://www.facebook.com/Owl.in.nigth/?locale=es_LA",
        "alt": "Facebook Page"
      },
      "discord": {
        "url": "https://discord.com/channels/@me",
        "alt": "Discord Community"
      },
      "x": {
        "url": "https://x.com/owl_in_night",
        "alt": "X Page"
      },
      "github": {
        "url": "https://github.com/Owl-in-night",
        "alt": "GitHub Account"
      },
      "dribbble": {
        "url": "https://dribbble.com/OwlInNight",
        "alt": "Dribbble Account"
      }
    },
    "footerMobile": {
      "text": "© 2024 GuateCare™. All rights reserved.",
      "links": [
        {
          "name": "About Us",
          "url": "#"
        },
        {
          "name": "Privacy Policy",
          "url": "#"
        },
        {
          "name": "Licenses",
          "url": "#"
        },
        {
          "name": "Contact",
          "url": "#"
        }
      ],
      "socialMedia": {
        "facebook": {
          "url": "https://www.facebook.com/Owl.in.nigth/?locale=es_LA",
          "alt": "Facebook Page"
        },
        "discord": {
          "url": "https://discord.com/channels/@me",
          "alt": "Discord Community"
        },
        "x": {
          "url": "https://x.com/owl_in_night",
          "alt": "X Page"
        },
        "github": {
          "url": "https://github.com/Owl-in-night",
          "alt": "GitHub Account"
        },
        "dribbble": {
          "url": "https://dribbble.com/OwlInNight",
          "alt": "Dribbble Account"
        }
      }
    }
  }
}