{
  "navbar": {
    "home": "Accueil",
    "signInA": "Se connecter",
    "support": "Support",
    "language": "Langue",
    "english": "Anglais",
    "spanish": "Espagnol",
    "hindi": "Hindi",
    "french": "Français",
    "chinese": "Chinois",
    "settings": "Paramètres",
    "signUp": "S'inscrire",
    "stadistics": "Statistiques"
  },
  "gallery": {
    "build": "La Construction",
    "description": "Plongez dans notre galerie d'images et vivez chaque moment fascinant du processus de création d'GuateCare ! Du premier croquis au produit final, nous vous invitons à explorer chaque étape et à assister à la transformation de notre vision en réalité. Ne manquez pas cette expérience visuelle unique et révélatrice !",
    "autor": "Auteur",
    "materiales": "Matériaux",
    "description2": "Raspberry Pi modèle 4 B, composants électroniques, capteurs et modules (extensions).",
    "dimensions": "Dimensions",
    "description3": "Dimensions de la plateforme : 115 cm x 35 cm x 2 cm",
    "subdescription3": "Dimensions de la balance : 31 cm x 31 cm x 3.2 cm",
    "finish": "Finition",
    "description4": "Le produit sera emballé dans une boîte en carton pour sa présentation.",
    "includes": "Inclut",
    "description5": "1 Raspberry Pi, 1 capteur de distance, 1 module de cellule de charge, 1 module TF-LUNA LiDAR, câbles de connexion UTP/Dupont (installés), plaque de connexions, cadre ajustable pour les mesures de taille/longueur, 1 plateau, 1 balance numérique et une batterie externe.",
    "considerations": "Considérations",
    "description6": "Pour des résultats plus précis, assurez-vous de placer le produit sur une surface plane. Prenez le temps de faire les mesures nécessaires et gardez le produit hors de portée des enfants pour plus de sécurité. Merci de prêter attention à ces détails !",
    "galeria": "La Galerie",
    "watch": "Voir l'image"
  },
  "mapa": {
    "title1": "Carte",
    "title": "Emplacement du projet",
    "description": "Bonjour à tous ! Nous sommes ravis d'annoncer que le projet GuateCare est en cours à l'actuel Hôtel Jared Centre de Soins Permanents (CAP). Si vous souhaitez voir le système en action, nous vous invitons à visiter cet endroit.",
    "description1": "Ne manquez pas l'occasion de voir de près comment ce projet passionnant se développe ! Votre visite vous permettra non seulement de voir le système en fonctionnement, mais aussi de découvrir de près les avancées et les améliorations mises en œuvre dans cet emplacement important.",
    "locate": "Hôtel Jared (Actuel CAP)"
  },
  "errors": {
    "notFound": "Page non trouvée",
    "sorry": "Désolé, nous n'avons pas pu trouver la page que vous recherchez.",
    "backhome": "Retour à l'accueil",
    "contact": "Contacter le support"
  },
  "manual": {
    "title": "Bienvenue dans le manuel de GuateCare",
    "description": "Bienvenue dans le système GuateCare ! Ci-dessous, vous trouverez un guide étape par étape conçu pour permettre à tout utilisateur d'interagir avec notre système de manière efficace et sécurisée. Veuillez suivre attentivement les étapes pour garantir une expérience optimale.",
    "step": "Étapes",
    "step1": "1. Vérification initiale",
    "step1dec": "Avant d'allumer le système, assurez-vous que le Raspberry Pi est allumé et que tous les câbles sont correctement connectés. Vérifiez qu'il n'y a pas de câbles endommagés. Cela garantit que le système fonctionne sans interruptions.",
    "step2": "2. Mise sous tension du système",
    "step2desc": "Si le système n'est pas allumé, connectez l'alimentation ou une banque de chargement. Attendez entre 2 et 4 minutes pour que le système démarre complètement et soit prêt à l'emploi.",
    "step3": "3. Vérification de la connectivité",
    "step3desc": "Assurez-vous d'avoir une connexion Internet stable et que le système et votre appareil sont connectés au même réseau. C'est crucial pour interagir avec le système sans problèmes.",
    "step4": "4. Connexion",
    "step4desc": "Connectez-vous avec votre compte précédemment créé ou en utilisant le service d'accès fourni. Cela vous donnera accès à toutes les fonctionnalités du système.",
    "step5": "5. Panneau principal : enregistrement du bébé",
    "step5desc": "Une fois que vous êtes connecté, vous serez dirigé vers le Panneau Principal. Ici, vous trouverez l'option d'enregistrement du bébé, où vous pourrez stocker et mettre à jour les informations personnelles du bébé.",
    "step6": "6. Navigation entre les pages",
    "step6desc": "Dans le menu latéral gauche, vous trouverez diverses sections qui vous permettront de naviguer dans le système :",
    "step7": "7. Suivi",
    "step7desc": "En sélectionnant l'icône de Suivi, vous pourrez mesurer et visualiser les données capturées par les appareils connectés. Vous aurez également la possibilité de sauvegarder ou de rejeter les mesures.",
    "step8": "8. Alertes",
    "step8desc": "Dans la section Alertes, vous verrez une liste d'alertes précédentes, où vous pourrez examiner et suivre les cas enregistrés. Vous pourrez modifier des informations, ajouter des données médicales supplémentaires et émettre de nouvelles alertes si nécessaire.",
    "step9": "9. Rapports",
    "step9desc": "Accédez aux Rapports pour visualiser et exporter toutes les informations collectées. Vous pourrez consulter et générer des rapports détaillés, y compris des graphiques, à tout moment.",
    "step10": "10. Paramètres du système",
    "step10desc": "Dans la section Paramètres, vous pourrez personnaliser votre profil et modifier toute information que vous jugez nécessaire pour optimiser votre expérience.",
    "support": "Assistance",
    "supportdesc": "Si vous avez des questions ou si vous avez besoin d'une assistance supplémentaire, n'hésitez pas à nous contacter. Nous sommes ici pour vous aider à obtenir la meilleure expérience possible avec notre système.",
    "found": "Vous trouverez :",
    "highlights": "Enregistrement du bébé",
    "highlights2": "Suivi (Mesures)",
    "highlights3": "Alertes",
    "highlights4": "Rapports",
    "highlights5": "Paramètres"
  },
  "donar": {
    "title1": "Dons",
    "title": "Soutenez Notre Cause",
    "description": "Votre contribution est précieuse pour ce projet. Nous vous en remercions par avance. Enregistrez vos informations afin que nous puissions vous contacter et vous proposer des options d'aide.",
    "firstName": "Prénom",
    "lastName": "Nom de Famille",
    "email": "Email",
    "message": "Message",
    "contactUs": "Envoyer les Informations !",
    "none": "Veuillez remplir tous les champs.",
    "thanks": "Nous vous contacterons bientôt.",
    "error": "Erreur lors de l'envoi de l'email."
  },
  "contact": {
    "title": "C'est un plaisir de vous aider",
    "description": "Bonjour ! Si vous avez des questions ou des préoccupations, vous pouvez nous contacter via ce formulaire. Nous sommes ravis de vous aider.",
    "firstName": "Prénom",
    "lastName": "Nom de famille",
    "company": "Entreprise",
    "email": "E-mail",
    "message": "Message",
    "submit": "Envoyer",
    "none": "Veuillez remplir tous les champs.",
    "thanks": "Nous vous contacterons bientôt.",
    "error": "Erreur lors de l'envoi de l'e-mail."
  },
  "problems": {
    "titleP": "Questions Fréquemment Posées",
    "angryip": "Téléchargez Angry IP Scanner",
    "contact": "Contactez-nous.",
    "title": "Résolvons les problèmes ensemble",
    "description": "Dans cet espace, vous trouverez des solutions possibles pour les problèmes courants.",
    "problem1": "Le Raspberry Pi ne s'allume pas",
    "desprom1": "Assurez-vous que le Raspberry Pi est correctement connecté et qu'il possède une LED rouge fixe et une LED verte clignotante. Vérifiez également que le câble de connexion est en bon état.",
    "problem2": "Le Raspberry Pi n'a pas de connectivité",
    "desprom2": "Si vous recevez un message d'erreur depuis la page web de mesures, veuillez vérifier que le Raspberry Pi est sur le même réseau. Si aucune réponse n'est obtenue, utilisez l'outil Angry IP Scanner pour trouver l'IP du Raspberry Pi avec l'hôte @raspberrysantos, puis connectez-vous.",
    "problem3": "Problèmes de connexion ou d'inscription ?",
    "desprom3": "Si vous rencontrez des erreurs ou des problèmes de connexion, vérifiez vos informations et, si nécessaire, récupérez votre mot de passe via votre email enregistré. Si vous avez un problème lors de l'inscription, entrez à nouveau vos informations ou rechargez la page web. Si cela ne fonctionne pas",
    "problem4": "Problèmes pour enregistrer les données",
    "desprom4": "Assurez-vous que vous êtes correctement authentifié, vérifiez que les données que vous essayez d'enregistrer respectent le format et le schéma attendus, consultez les messages d'erreur qui apparaissent dans l'application pour obtenir des détails spécifiques sur le problème. Si le problème persiste",
    "problem5": "Impossible d'éditer ou de visualiser des données",
    "desprom5": "Vérifiez que les données existent à l'emplacement correct et que vous accédez au bon chemin, consultez les messages d'erreur disponibles pour obtenir des informations spécifiques sur le problème, et assurez-vous que la synchronisation entre l'application est correcte et que vous êtes connecté au réseau pour un fonctionnement optimal.",
    "problem6": "Un câble a été débranché ou endommagé",
    "desprom6": "Si un câble connecté au Raspberry Pi a été débranché, veuillez consulter le manuel pour le résoudre. Si le câble est endommagé, demandez de l'aide en appelant le (+502) 5383-2898.",
    "problem7": "Un composant est endommagé",
    "desprom7": "Si un composant est physiquement endommagé, demandez une assistance immédiate en appelant le (+502) 5383-2898 pour obtenir de l'aide.",
    "problem8": "Les paramètres ne fonctionnent pas",
    "desprom8": "Si les modifications apportées aux paramètres ne sont pas appliquées, veuillez vérifier que vous êtes authentifié. Si c'est le cas, rechargez la page web ; si cela ne fonctionne pas, demandez de l'aide pour obtenir un support."
  },
  "commuty": {
    "thanks": "Nous souhaitons exprimer notre sincère gratitude à toutes les institutions, organisations et entités qui ont soutenu ce projet. Votre précieux soutien et votre engagement ont été essentiels pour atteindre nos objectifs et faire progresser cette mission."
  },
  "mainhome": {
    "work": "Bienvenue sur GuateCare!",
    "workdesc": "Allez dans \"Statistiques\" si vous souhaitez voir les informations actuelles ou connectez-vous pour accéder à toutes les fonctionnalités du système.",
    "button1": "Aller aux statistiques",
    "button2": "En savoir plus sur la malnutrition",
    "title": "Qu'est-ce que la malnutrition?",
    "title2": "Définition",
    "description": "Il s'agit d'un état pathologique résultant d'une ingestion inadéquate de nutriments ou d'un excès de catabolisme, et se manifeste par des altérations cliniques, biochimiques et des problèmes dans les mesures corporelles.",
    "title3": "Types",
    "description2-1": "Malnutrition aiguë",
    "description2-2": "Malnutrition chronique",
    "description2-3": "Malnutrition mixte",
    "title4": "Causes",
    "description3-1": "Pauvreté : Manque d'accès à des aliments suffisants et nutritifs.",
    "description3-2": "Conflits et urgences : Situations qui perturbent la production et la distribution de nourriture.",
    "description3-3": "Maladies : Conditions affectant la capacité du corps à absorber les nutriments.",
    "description3-4": "Éducation et connaissances : Manque d'informations sur la nutrition adéquate.",
    "title5": "Conséquences",
    "description4": "La malnutrition détériore la santé et la qualité de vie, perpétuant la pauvreté et réduisant la productivité.",
    "title6": "Prévention",
    "description5": "Les programmes de repas scolaires améliorent la santé et les performances académiques, et l'éducation nutritionnelle optimise l'alimentation et la production locale.",
    "title7": "Impact",
    "description6": "La malnutrition infantile freine le développement cognitif, accroît les inégalités sociales et affaiblit la cohésion communautaire, perpétuant la pauvreté et augmentant la criminalité."
  },
  "about": {
    "title": "Innovation qui transforme",
    "description1": "Au Guatemala, une équipe multidisciplinaire s'est réunie dans le but de lutter contre la malnutrition infantile grâce à la technologie et à l'expertise en santé.",
    "description2": "Notre projet repose sur deux piliers essentiels : la technologie et les experts en santé. Cette approche duale nous permet d'intervenir efficacement dans la vie des jeunes enfants, garantissant que chaque enfant reçoive le soutien nutritionnel nécessaire pour grandir fort et en bonne santé.",
    "mision": "Notre Mission",
    "misiondesc": "Combattre la malnutrition infantile au Guatemala avec des solutions innovantes en technologie et en santé.",
    "team": "Rencontrez les Experts Qui Font Avancer Notre Vision",
    "history": "Notre Histoire",
    "hisotydesc": "Une équipe multidisciplinaire, animée par la passion et le dévouement, travaille depuis le cœur du Guatemala pour transformer la nutrition infantile.",
    "project": "Le Projet",
    "projectdesc": "Notre projet combine la technologie et des experts en santé pour offrir un soutien nutritionnel efficace aux enfants, garantissant leur croissance saine.",
    "impact": "Impact sur la Société",
    "impactdesc": "Optimisation des processus permettant des interventions rapides et efficaces, améliorant les soins aux enfants dans les communautés vulnérables.",
    "rewards": "Récompenses",
    "rewardsdesc": "Première place au concours national Enactus Guatemala avec l'équipe Enactus UVG Altiplano.",
    "future": "Notre Avenir",
    "futuredesc": "Expansion vers d'autres communautés au Guatemala et dans la région, engagés pour un avenir sain pour les communautés.",
    "developer": "Développeur",
    "ourteam": "Notre Équipe",
    "ourteamdesc": "Le développeur derrière GuateCare"
  },
  "history": {
    "title": "L'histoire du projet : GuateCare",
    "description1": "Au cœur du Guatemala, où la richesse culturelle et l'espoir coexistent avec des défis profonds, une équipe pluridisciplinaire de visionnaires s'est réunie avec un objectif commun : lutter contre la malnutrition infantile. Cette équipe, animée par une passion inflexible et un dévouement exemplaire, a conçu un projet révolutionnaire qui combine la technologie la plus récente avec une expertise en santé pour aborder l'un des problèmes les plus critiques auxquels sont confrontées les communautés vulnérables.",
    "project": "Projet",
    "solution": "La Solution",
    "description2": "Imaginez un monde où la lutte contre la malnutrition infantile ne repose pas uniquement sur de bonnes intentions, mais sur des solutions technologiques concrètes et efficaces. Notre projet repose sur deux piliers essentiels : la technologie et les experts en santé. Cette approche duale nous permet d'intervenir efficacement dans la vie des plus jeunes, en veillant à ce que chaque enfant reçoive le soutien nutritionnel dont il a besoin pour grandir fort et en bonne santé.",
    "impact": "Impact",
    "impact2": "Impact sur la société",
    "description4": "Notre objectif est de transformer la manière dont la malnutrition infantile est abordée. En automatisant la mesure et la collecte de données, nous optimisons non seulement les processus, mais nous fournissons également aux communautés des outils pour agir rapidement et efficacement. Cette innovation garantit que les enfants reçoivent les soins appropriés au bon moment, améliorant ainsi considérablement leurs perspectives de santé et de développement.",
    "reward": "Reconnaissance",
    "rf": "Reconnaissance et avenir",
    "description5": "Nous sommes fiers de partager que notre projet a été reconnu au niveau national comme l'un des deux projets phares présentés par Enactus UVG Altiplano. Cette reconnaissance, en remportant la première place lors de la compétition nationale, valide l'efficacité et le potentiel de notre approche. Alors que nous avançons, notre vision est d'étendre cette solution à davantage de communautés, non seulement au Guatemala, mais dans toute la région."
  },
  "signIn": {
    "pageTitle": "Se connecter",
    "description": "Veuillez vous connecter avec votre compte.",
    "emailLabel": "Email",
    "passwordLabel": "Mot de passe",
    "emailPlaceholder": "Entrez votre email",
    "passwordPlaceholder": "Entrez votre mot de passe",
    "forgotPasswordLink": "Mot de passe oublié ?",
    "submitButton": "Se connecter",
    "googleButton": "Se connecter avec Google",
    "noAccountText": "Vous n'avez pas de compte ?",
    "registerLink": "Inscrivez-vous ici",
    "errors": {
      "none": "Veuillez entrer votre email et mot de passe.",
      "missingAt": "L'email doit contenir un '@'.",
      "invalidEmail": "L'adresse email n'est pas valide.",
      "invalidCredential": "Veuillez vérifier votre email ou mot de passe.",
      "userNotFound": "Aucun compte trouvé avec cet email.",
      "invalidPassword": "Le mot de passe est incorrect. Veuillez réessayer.",
      "tooManyRequests": "Trop de tentatives échouées. Veuillez réessayer plus tard.",
      "default": "Erreur de connexion. Veuillez réessayer plus tard.",
      "googleSigninError": "Impossible de se connecter avec Google. Veuillez réessayer plus tard.",
      "resetPasswordError": "Erreur lors de l'envoi de l'email de récupération. Veuillez réessayer plus tard.",
      "resetPasswordSuccess": "Un email pour réinitialiser le mot de passe a été envoyé.",
      "emailRequired": "Veuillez entrer votre adresse email."
    }
  },
  "signUp": {
    "pageTitle": "Créer un compte",
    "description": "Inscrivez-vous pour commencer.",
    "fullNameLabel": "Nom complet",
    "fullNamePlaceholder": "Entrez votre nom complet",
    "emailLabel": "Email",
    "emailPlaceholder": "Entrez votre email",
    "passwordLabel": "Mot de passe",
    "passwordPlaceholder": "Entrez votre mot de passe",
    "confirmPasswordLabel": "Confirmer le mot de passe",
    "confirmPasswordPlaceholder": "Répétez votre mot de passe",
    "createAccountButton": "Créer un compte",
    "googleButton": "S'inscrire avec Google",
    "alreadyHaveAccountText": "Vous avez déjà un compte ?",
    "signInLink": "Se connecter",
    "none": "Tous les champs sont obligatoires.",
    "invalidEmail": "L'adresse email n'est pas valide.",
    "passwordTooShort": "Le mot de passe doit comporter au moins 6 caractères.",
    "passwordNoNumber": "Le mot de passe doit contenir au moins un chiffre.",
    "passwordNoSpecialChar": "Le mot de passe doit contenir au moins un caractère spécial.",
    "passwordsDoNotMatch": "Les mots de passe ne correspondent pas.",
    "emailInUse": "L'adresse email est déjà utilisée.",
    "passwordTooWeak": "Le mot de passe est trop faible.",
    "registrationDisabled": "L'inscription est temporairement désactivée.",
    "tooManyRequests": "Trop de tentatives. Veuillez réessayer plus tard.",
    "networkError": "Erreur de réseau. Vérifiez votre connexion Internet.",
    "unknownError": "Une erreur inattendue est survenue. Veuillez réessayer plus tard."
  },
  "support": {
    "navbar": {
      "aboutus": "À Propos de Nous",
      "contactus": "Nous Contacter",
      "panel": "Tableau de bord",
      "licese": "Licence",
      "manual": "Manuel",
      "pp": "Politique de Confidentialité"
    },
    "page": {
      "welcome": "Bonjour. Comment pouvons-nous vous aider ?",
      "description": "Nous vous recommandons de consulter notre manuel pour une meilleure expérience.",
      "title1": "Manuel",
      "description1": "Tout ce que vous devez savoir pour commencer à utiliser le système GuateCare.",
      "title2": "Gestion des données",
      "description2": "Voyons comment créer et éditer les données capturées par le système.",
      "title3": "Des problèmes ? Résolvons-les.",
      "description3": "Si vous rencontrez un problème avec le système, nous travaillerons ensemble pour le résoudre.",
      "title4": "Besoin de plus d'aide ? Contactez-nous.",
      "description4": "Si vous avez des questions ou avez besoin d'aide personnalisée, n'hésitez pas à nous contacter.",
      "title5": "Communauté",
      "description5": "Institutions, organisations et entités soutenant cette cause.",
      "title6": "À Propos de Nous",
      "subtitle6": "Qui sommes-nous ?",
      "description6": "Nous sommes une équipe multidisciplinaire passionnée et dédiée, axée sur la transformation de la vie des enfants guatémaltèques et mondiaux. En combinant une technologie de pointe avec l'expertise des spécialistes de la santé, notre engagement est de créer un impact positif et durable sur le bien-être des enfants.",
      "title7": "Notre Histoire",
      "subtitle7": "Comment GuateCare a-t-il commencé ?",
      "description7": "Au cœur du Guatemala, une équipe multidisciplinaire passionnée révolutionne la lutte contre la malnutrition infantile avec un projet innovant qui allie la dernière technologie à l'expertise en santé.",
      "title8": "Galerie",
      "subtitle8": "Revivez le processus",
      "description8": "Les histoires les plus mémorables prennent vie à travers les souvenirs. Explorez notre galerie d'images et découvrez chaque étape passionnante du processus de création de GuateCare.",
      "title9": "Emplacement",
      "subtitle9": "Trouvez-nous",
      "description9": "Rejoignez-nous et vivez l'expérience GuateCare comme jamais auparavant ! Embarquez pour cette aventure unique avec notre équipe et faites partie de quelque chose d'extraordinaire. Votre participation rendra l'expérience inoubliable. Ne manquez pas ça !",
      "title10": "Dons",
      "subtitle10": "Rejoignez-nous et aidez-nous",
      "description10": "Votre don fait la différence Avec votre soutien, nous acquerrons davantage d'équipements de santé pour atteindre plus de communautés et de départements ayant un besoin urgent. Chaque contribution étend notre portée et améliore des vies. Faites en sorte que votre impact soit significatif !"
    },
    "others": {
      "readmore": "Lire la suite...",
      "seemore": "Voir plus...",
      "map": "Aller au plan...",
      "donate": "Faire un don..."
    }
  },
  "modetoggle": {
    "dark": "Sombre",
    "light": "Clair",
    "system": "Système"
  },
  "home": {
    "card1": {
      "text1": "Total des cas enregistrés",
      "text2": "Cas possibles de malnutrition aiguë: ",
      "text3": "cas"
    },
    "card2": {
      "text1": "Cas actuels",
      "text2": "Cas du mois dernier: ",
      "text3": "cas"
    },
    "card3": {
      "text1": "Poids moyen actuel",
      "text2": "Moyenne du mois dernier: ",
      "text3": "livres"
    },
    "card4": {
      "text1": "Taille/longueur moyenne actuelle",
      "text2": "Moyenne du mois dernier: ",
      "text3": "centimètres"
    },
    "card5": {
      "text1": "IMC (Indice de Masse Corporelle)",
      "text2": "Moyenne du mois dernier: ",
      "text3": "kg/m"
    },
    "charts": {
      "text1": "IMC moyen (Indice de Masse Corporelle)",
      "text2": "Poids pour l'âge",
      "text3": "Taille/Longueur pour l'âge",
      "text4": "Gestion du temps",
      "text5": "min",
      "text6": "h",
      "text7": "jour",
      "text8": "jours",
      "text9": "Moyenne quotidienne",
      "text10": "Temps moyen d'utilisation du système par jour dans l'application GuateCare"
    },
    "data": {
      "title": "Données",
      "description": "Collecte des données capturées en temps réel",
      "status": "Statut",
      "id": "Identifiant",
      "create": "Date de création",
      "follow": "Date de suivi",
      "priority": "Priorité",
      "view": "Visualiser",
      "edit": "Éditer",
      "dataStatus": {
        "new": "Nouveau",
        "inProgress": "En cours",
        "inReview": "En révision",
        "resolved": "Résolu"
      },
      "dataPriority": {
        "severe": "Sévère",
        "moderate": "Modéré",
        "mild": "Léger"
      }
    },
    "days": {
      "mon": "Lun",
      "tue": "Mar",
      "wed": "Mer",
      "thu": "Jeu",
      "fri": "Ven",
      "sat": "Sam",
      "sun": "Dim"
    },
    "dates": {
      "day": "Jour",
      "week": "Semaine",
      "month": "Mois",
      "year": "An"
    },
    "filter": {
      "title": "Filtrer",
      "filterby": "Filtrer par :",
      "status": "État",
      "id": "Identifiant",
      "create": "Date de création",
      "follow": "Date de suivi",
      "priority": "Priorité"
    },
    "export": {
      "title": "Exporter"
    }
  },
  "dashboard": {
    "navbar": {
      "register": "Enregistrement du bébé",
      "monitoreo": "Surveillance",
      "alertas": "Alertes",
      "informes": "Rapports",
      "account": "Mon compte",
      "settings": "Paramètres",
      "logout": "Déconnexion"
    },
    "registro": {
      "title": "Inscription du Responsable",
      "description": "Veuillez remplir tous les champs demandés ; le CUI (Code Unique d'Identification) est important.",
      "cui": "CUI",
      "description1": "Entrez le CUI",
      "name": "Nom du Responsable",
      "description2": "Nom Complet",
      "born": "Date de Naissance",
      "month": "Sélectionnez le Mois",
      "year": "Sélectionnez l'Année",
      "description3": "Adresse",
      "direction": "Département, Municipalité, communauté et rue",
      "description4": "Numéro de Téléphone du Responsable",
      "phonenumber": "(+502) 4532-4515",
      "fallecio": "Décédé",
      "falleciop": "Sélectionnez une option",
      "yes": "Oui",
      "no": "Non"
    },
    "mediciones": {
      "title": "Mesure du patient",
      "description": "Visualisez les données capturées ici.",
      "size/length": "Taille/Longueur: ",
      "weight": "Poids: ",
      "IMC": "Indice de Masse Corporelle (IMC):",
      "botton1": "Taille/Longueur",
      "botton2": "Poids",
      "rsl": "cm",
      "rls2": "m",
      "rw": "lb",
      "rw2": "kg",
      "rimc": "kg/m"
    },
    "alertas": {
      "title": "Générer une alerte",
      "description": "Ici, vous pouvez générer l'alerte correspondante",
      "datecreate": "Date de création",
      "datetracking": "Date de suivi",
      "priority": "Priorité",
      "prioritysdesc": "Légère",
      "prioritys": {
        "severe": "Sévère",
        "moderate": "Modéré",
        "mild": "Léger"
      },
      "status": "État",
      "statusdesc": "Nouveau",
      "statuss": {
        "new": "Nouveau",
        "in_progress": "En cours",
        "in_review": "En révision",
        "resolved": "Résolu"
      },
      "desc": "Description",
      "alertasdesc": "Ajoutez une description médicale",
      "notes": "Notes médicales",
      "notasdesc": "Le bébé manque de nutriments..."
    },
    "settings": {
      "welcome": "Bienvenue! ",
      "language": "Langue",
      "language2": "Sélectionnez votre langue préférée.",
      "theme": "Thème",
      "theme2": "Sélectionnez votre thème préféré."
    },
    "buttons": {
      "save": "Enregistrer les données",
      "alert": "Démarrer l'alerte"
    }
  },
  "ce": {
    "create": "Créer",
    "create2": "Capturez des données facilement d'un simple clic.",
    "create3": "Utilisez notre système physique pour capturer des données et générer des informations précieuses pour la santé.",
    "view": "Modifier",
    "view2": "Modifiez facilement les données.",
    "view3": "Suivez les cas détectés en temps utile pour fournir les soins appropriés au patient."
  },
  "footer": {
    "logo": {
      "alt": "GuateCare",
      "name": "GuateCare"
    },
    "resources": {
      "title": "Ressources",
      "links": [
        {
          "name": "shadcn/ui",
          "url": "https://ui.shadcn.com/"
        },
        {
          "name": "Tailwindui",
          "url": "https://tailwindui.com/"
        }
      ]
    },
    "followUs": {
      "title": "Suivez-nous",
      "links": [
        {
          "name": "Github",
          "url": "https://github.com/Owl-in-night?tab=repositories"
        },
        {
          "name": "Discord",
          "url": "https://discord.gg/RY7N6wgH"
        }
      ]
    },
    "legal": {
      "title": "Juridique",
      "links": [
        {
          "name": "Politique de Confidentialité",
          "url": "/privacy-policy"
        },
        {
          "name": "Conditions Générales",
          "url": "/terms&conditions"
        }
      ]
    },
    "footerText": "© 2024 GuateCare™. Tous droits réservés.",
    "socialMedia": {
      "facebook": {
        "url": "https://www.facebook.com/Owl.in.nigth/?locale=es_LA",
        "alt": "Page Facebook"
      },
      "discord": {
        "url": "https://discord.com/channels/@me",
        "alt": "Communauté Discord"
      },
      "x": {
        "url": "https://x.com/owl_in_night",
        "alt": "Page X"
      },
      "github": {
        "url": "https://github.com/Owl-in-night",
        "alt": "Compte GitHub"
      },
      "dribbble": {
        "url": "https://dribbble.com/OwlInNight",
        "alt": "Compte Dribbble"
      }
    },
    "footerMobile": {
      "text": "© 2024 GuateCare™. Tous droits réservés.",
      "links": [
        {
          "name": "À Propos",
          "url": "#"
        },
        {
          "name": "Politique de Confidentialité",
          "url": "#"
        },
        {
          "name": "Licences",
          "url": "#"
        },
        {
          "name": "Contact",
          "url": "#"
        }
      ],
      "socialMedia": {
        "facebook": {
          "url": "https://www.facebook.com/Owl.in.nigth/?locale=es_LA",
          "alt": "Page Facebook"
        },
        "discord": {
          "url": "https://discord.com/channels/@me",
          "alt": "Communauté Discord"
        },
        "x": {
          "url": "https://x.com/owl_in_night",
          "alt": "Page X"
        },
        "github": {
          "url": "https://github.com/Owl-in-night",
          "alt": "Compte GitHub"
        },
        "dribbble": {
          "url": "https://dribbble.com/OwlInNight",
          "alt": "Compte Dribbble"
        }
      }
    }
  }
}