{
  "navbar": {
    "home": "मुखपृष्ठ",
    "signInA": "साइन इन करें",
    "support": "समर्थन",
    "language": "भाषा",
    "english": "अंग्रेज़ी",
    "spanish": "स्पैनिश",
    "hindi": "हिंदी",
    "french": "फ़्रेंच",
    "chinese": "चीनी",
    "settings": "सेटिंग्स",
    "signUp": "साइन अप करें",
    "stadistics": "आँकड़े"
},
  "problems": {
    "titleP": "सामान्य समस्याएं",
    "angryip": "Angry IP स्कैनर डाउनलोड करें",
    "contact": "संपर्क करें।",
    "title": "आइए हम मिलकर समस्याओं का समाधान करें",
    "description": "इस अनुभाग में आप सामान्य समस्याओं के समाधान पाएंगे।",
    "problem1": "रास्पबेरी पाई चालू नहीं हो रही है",
    "desprom1": "सुनिश्चित करें कि रास्पबेरी पाई सही ढंग से जुड़ी हुई है और उसमें एक स्थिर लाल LED लाइट और एक झपकती हरी LED लाइट है। आप यह भी जांच सकते हैं कि कनेक्शन केबल में कोई खराबी नहीं है।",
    "problem2": "रास्पबेरी पाई में कनेक्टिविटी नहीं है",
    "desprom2": "यदि आपको माप पृष्ठ से कोई त्रुटि संदेश मिल रहा है, तो कृपया यह सुनिश्चित करें कि रास्पबेरी पाई उसी नेटवर्क पर है। यदि कोई प्रतिक्रिया नहीं मिल रही है, तो Angry IP स्कैनर उपकरण का उपयोग करके रास्पबेरी पाई की IP खोजें और कनेक्ट करें।",
    "problem3": "लॉगिन या पंजीकरण में समस्या?",
    "desprom3": "यदि आपको लॉगिन करते समय कोई त्रुटि मिल रही है, तो कृपया अपनी जानकारी की जांच करें, और यदि आवश्यक हो तो अपने पंजीकृत ईमेल के माध्यम से अपना पासवर्ड पुनः प्राप्त करें। यदि पंजीकरण में कोई समस्या है, तो कृपया अपनी जानकारी फिर से दर्ज करें या पृष्ठ को पुनः लोड करें। यदि यह काम नहीं करता है",
    "problem4": "डेटा सहेजने में समस्या",
    "desprom4": "सुनिश्चित करें कि आप सही तरीके से प्रमाणित हैं, जांचें कि आप जो डेटा सहेजने का प्रयास कर रहे हैं वह अपेक्षित प्रारूप और योजना के अनुसार है, और आवेदन में दिखाई देने वाले त्रुटि संदेशों को देखें। यदि समस्या बनी रहती है",
    "problem5": "कोई डेटा संपादित या दृश्य नहीं हो रहा है",
    "desprom5": "जांचें कि डेटा सही स्थान पर है और आप सही पथ तक पहुँच रहे हैं। उपलब्ध त्रुटि संदेशों की जांच करें और सुनिश्चित करें कि ऐप और नेटवर्क के बीच समन्वय ठीक से हो रहा है।",
    "problem6": "कोई केबल डिस्कनेक्ट या क्षतिग्रस्त हो गई है",
    "desprom6": "यदि रास्पबेरी पाई से जुड़ी कोई केबल डिस्कनेक्ट हो गई है, तो कृपया मैन्युअल देखें। यदि यह क्षतिग्रस्त हो गई है, तो सहायता के लिए (+502) 5383-2898 पर संपर्क करें।",
    "problem7": "कोई घटक क्षतिग्रस्त हो गया है",
    "desprom7": "यदि कोई घटक भौतिक रूप से क्षतिग्रस्त है, तो तुरंत सहायता के लिए (+502) 5383-2898 पर संपर्क करें।",
    "problem8": "सेटिंग्स काम नहीं कर रही हैं",
    "desprom8": "यदि सेटिंग्स में बदलाव लागू नहीं हो रहे हैं, तो कृपया यह सुनिश्चित करें कि आप प्रमाणित हैं। यदि आप प्रमाणित हैं, तो पृष्ठ को फिर से लोड करें, और यदि नहीं हैं तो सहायता के लिए संपर्क करें।"
}
,
  "commuty": {
    "thanks": "हम इस परियोजना का समर्थन करने वाले सभी संस्थाओं, संगठनों और संस्थाओं का हार्दिक धन्यवाद व्यक्त करना चाहते हैं। उनका कीमती समर्थन और प्रतिबद्धता हमारे लक्ष्यों को प्राप्त करने और इस मिशन को आगे बढ़ाने के लिए आवश्यक रहे हैं।"
  }
  ,
  "mainhome": {
    "work": "GuateCare में आपका स्वागत है!",
    "workdesc": "यदि आप वर्तमान जानकारी देखना चाहते हैं, तो \"सांख्यिकी\" पर जाएं या सभी सिस्टम कार्यक्षमताओं तक पहुंचने के लिए लॉगिन करें।",
    "button1": "सांख्यिकी पर जाएं",
    "button2": "कुपोषण के बारे में अधिक जानें",
    "title": "कुपोषण क्या है?",
    "title2": "परिभाषा",
    "description": "यह एक रोगात्मक अवस्था है जो अपर्याप्त पोषक तत्वों के सेवन या अत्यधिक अपचयन से उत्पन्न होती है, और यह नैदानिक, जैव रासायनिक परिवर्तनों और शारीरिक मापों में समस्याओं के साथ प्रकट होती है।",
    "title3": "प्रकार",
    "description2-1": "तीव्र कुपोषण",
    "description2-2": "दीर्घकालिक कुपोषण",
    "description2-3": "मिक्स्ड कुपोषण",
    "title4": "कारण",
    "description3-1": "गरीबी: पर्याप्त और पौष्टिक भोजन तक पहुंच की कमी।",
    "description3-2": "संघर्ष और आपात स्थितियां: खाद्य उत्पादन और वितरण में व्यवधान।",
    "description3-3": "रोग: ऐसी स्थितियां जो शरीर की पोषक तत्वों को अवशोषित करने की क्षमता को प्रभावित करती हैं।",
    "description3-4": "शिक्षा और ज्ञान: उचित पोषण के बारे में जानकारी की कमी।",
    "title5": "परिणाम",
    "description4": "कुपोषण स्वास्थ्य और जीवन गुणवत्ता को खराब करता है, गरीबी को स्थायी बनाता है और उत्पादकता को कम करता है।",
    "title6": "निवारण",
    "description5": "स्कूल भोजन कार्यक्रम स्वास्थ्य और शैक्षिक प्रदर्शन में सुधार करते हैं, और पोषण शिक्षा खाद्य और स्थानीय उत्पादन को अनुकूलित करती है।",
    "title7": "प्रभाव",
    "description6": "बचपन कुपोषण संज्ञानात्मक विकास को रोकता है, सामाजिक असमानता को बढ़ाता है, सामुदायिक एकता को कमजोर करता है, गरीबी को स्थायी बनाता है और अपराध को बढ़ाता है।"
}
,
  "mapa": {
    "title1": "मानचित्र",
    "title": "परियोजना का स्थान",
    "description": "सभी को नमस्ते! हमें यह घोषणा करते हुए खुशी हो रही है कि GuateCare परियोजना वर्तमान में Hotel Jared (वर्तमान स्थायी देखभाल केंद्र, CAP) में चल रही है। यदि आप सिस्टम को क्रियाशील देखना चाहते हैं, तो हम आपको इस स्थान पर आने का आमंत्रण देते हैं।",
    "description1": "इस रोमांचक परियोजना के विकास को सीधे तौर पर देखने का यह मौका न गंवाएं! आपकी यात्रा आपको न केवल सिस्टम को क्रियाशील देखेने का अवसर देगी, बल्कि इस महत्वपूर्ण स्थान पर लागू की गई प्रगति और सुधारों को भी पास से देखने का मौका मिलेगा।",
    "locate": "Hotel Jared (वर्तमान CAP)"
},
  "gallery": {
    "build": "निर्माण",
    "description": "हमारी छवि गैलरी में डुबकी लगाएं और GuateCare के निर्माण प्रक्रिया के हर आकर्षक पल का अनुभव करें! पहले स्केच से लेकर अंतिम उत्पाद तक, हम आपको प्रत्येक चरण का अन्वेषण करने और हमारे दृष्टिकोण के वास्तविकता में बदलने का साक्षी बनने का निमंत्रण देते हैं। इस अद्वितीय और उद्घाटित दृश्य अनुभव को न चूकें!",
    "autor": "लेखक",
    "materiales": "सामग्री",
    "description2": "Raspberry Pi मॉडल 4 B, इलेक्ट्रॉनिक घटक, सेंसर और मॉड्यूल (विस्तारण)।",
    "dimensions": "आयाम",
    "description3": "प्लेटफार्म का आकार: 115 cm x 35 cm x 2 cm",
    "subdescription3": "स्केल का आकार: 31 cm x 31 cm x 3.2 cm",
    "finish": "समाप्ति",
    "description4": "उत्पाद की प्रस्तुति को एक कार्डबोर्ड बॉक्स के माध्यम से पैक किया जाएगा।",
    "includes": "समावेश करता है",
    "description5": "1 Raspberry Pi, 1 TF-LUNA LiDAR दूरी सेंसर (स्थापित), 1 HX711 मॉड्यूल (स्थापित), 1 वजन सेंसर, UTP/Dupont कनेक्शन केबल (स्थापित), कनेक्शन बोर्ड, लंबाई/ऊंचाई मापने के लिए बनाये जाने योग्य प्लाईवुड संरचना, 1 प्लाईवुड संरचना + 1 प्लेटफ़ॉर्म बच्चे को रखने के लिए (स्थापित) और 1 पावर बैंक।",
    "considerations": "विचार",
    "description6": "अधिक सटीक परिणाम प्राप्त करने के लिए, सुनिश्चित करें कि उत्पाद को समतल सतह पर रखा जाए। आवश्यक माप लेने के लिए समय लें और यह याद रखें कि उत्पाद को बच्चों की पहुँच से दूर रखें। इन विवरणों पर ध्यान देने के लिए धन्यवाद!",
    "galeria": "गैलरी",
    "watch": "चित्र देखें"
},
 "donar": {
    "title1": "दान",
    "title": "हमारे उद्देश्य का समर्थन करें",
    "description": "इस परियोजना के लिए आपका योगदान महत्वपूर्ण है। हम आपका पहले से धन्यवाद करते हैं। कृपया अपने विवरण पंजीकृत करें ताकि हम आपसे संपर्क कर सकें और आपको सहायता विकल्प प्रदान कर सकें।",
    "firstName": "पहला नाम",
    "lastName": "उपनाम",
    "email": "ईमेल",
    "message": "संदेश",
    "contactUs": "विवरण सबमिट करें!",
    "none": "कृपया सभी फ़ील्ड भरें।",
    "thanks": "हम जल्दी ही आपसे संपर्क करेंगे।",
    "error": "ईमेल भेजने में त्रुटि।"
},
 "errors": {
    "notFound": "पृष्ठ नहीं मिला",
    "sorry": "हमें खेद है, हम वह पृष्ठ नहीं ढूंढ पा रहे हैं जिसे आप ढूंढ रहे हैं।",
    "backhome": "होमपेज पर जाएं",
    "contact": "सहायता से संपर्क करें",
    "errorp": "वजन मापने में समस्या हुई। कृपया कुछ समय बाद पुनः प्रयास करें।",
    "errors": "डेटा सहेजने में समस्या हुई। कृपया कुछ समय बाद पुनः प्रयास करें।",
    "errorl": "दूरी मापने में समस्या हुई। कृपया कुछ समय बाद पुनः प्रयास करें।",
    "data_saved": "डेटा सफलतापूर्वक सहेजा गया।",
    "missing_data": "डेटा अनिवार्य है।",
    "todo": "कृपया सभी फ़ील्ड भरें।",
    "todo2": "आपको कम से कम एक संकेत चयन करना चाहिए कि तीव्र कुपोषण है।"
  },
  "contact": {
    "title": "आपकी मदद करना हमारा सौभाग्य है",
    "description": "नमस्ते! यदि आपके पास कोई प्रश्न या संदेह है, तो आप इस फॉर्म के माध्यम से हमसे संपर्क कर सकते हैं। हम आपकी सहायता करने के लिए तैयार हैं।",
    "firstName": "पहला नाम",
    "lastName": "उपनाम",
    "company": "कंपनी",
    "email": "ईमेल",
    "message": "संदेश",
    "submit": "विवरण सबमिट करें!",
    "none": "कृपया सभी फ़ील्ड भरें।",
    "thanks": "हम जल्दी ही आपसे संपर्क करेंगे।",
    "error": "ईमेल भेजने में त्रुटि।"
},
  "manual": {
    "title": "GuateCare मैनुअल में आपका स्वागत है",
    "description": "GuateCare सिस्टम में आपका स्वागत है! नीचे आपको एक चरण-द्वारा-चरण मार्गदर्शिका मिलेगी जो किसी भी उपयोगकर्ता को हमारे सिस्टम के साथ कुशलतापूर्वक और सुरक्षित रूप से इंटरएक्ट करने में मदद करने के लिए डिज़ाइन की गई है। कृपया सुनिश्चित करें कि आप सर्वोत्तम अनुभव सुनिश्चित करने के लिए सभी चरणों का पालन करें।",
    "step": "चरण",
    "step1": "1. प्रारंभिक सत्यापन",
    "step1dec": "सिस्टम का उपयोग करने से पहले, यह सुनिश्चित करें कि Raspberry Pi का Wi-Fi चालू है और सही तरीके से नेटवर्क से जुड़ा हुआ है, क्योंकि यह डेस्कटॉप कंप्यूटर, लैपटॉप या टैबलेट के साथ स्थानीय कनेक्शन स्थापित करने के लिए महत्वपूर्ण है। यह सुनिश्चित करें कि नियंत्रण डिवाइस Raspberry Pi के साथ उसी स्थानीय नेटवर्क पर है ताकि दोनों सही तरीके से संवाद कर सकें। इसके अलावा, यह सुनिश्चित करें कि सभी केबल ठीक से जुड़े हुए हैं और सही स्थिति में हैं ताकि सिस्टम के संचालन में कोई विघ्न न आए।",
    "step2": "2. सिस्टम चालू करना",
    "step2desc": "यदि सिस्टम चालू नहीं है, तो पावर सप्लाई या चार्जिंग बैंक कनेक्ट करें। सिस्टम को सही तरीके से चालू होने और उपयोग के लिए तैयार होने में 2 से 4 मिनट का समय लगेगा।",
    "step3": "3. सफल सेटअप",
    "step3desc": "यदि ऊपर दिए गए चरणों को सही तरीके से पूरा किया गया है, तो आप सिस्टम का उपयोग बिना किसी समस्या के कर सकेंगे।",
    "step4": "4. लॉगिन",
    "step4desc": "अपने पूर्व में बनाए गए खाते से लॉगिन करें या प्रदान किए गए सेवा का उपयोग करें। इससे आपको सिस्टम की सभी कार्यक्षमताओं तक पहुंच प्राप्त होगी।",
    "step5": "5. मुख्य पैनल: माप",
    "step5desc": "लॉगिन करने के बाद, आपको मुख्य पैनल पर निर्देशित किया जाएगा। इस पैनल में आप \"माप\" विकल्प पाएंगे, जहां आप TF-Luna सेंसर और वजन सेंसर से जुड़े HX711 मॉड्यूल के साथ इंटरएक्ट कर सकते हैं। इस अनुभाग से आप माप कर सकते हैं और उचित ट्रैकिंग के लिए आवश्यक डेटा प्राप्त कर सकते हैं।",
    "step6": "6. पृष्ठों के बीच नेविगेशन",
    "step6desc": "बाएँ साइडबार मेनू में, आपको विभिन्न अनुभाग मिलेंगे जो आपको सिस्टम में नेविगेट करने की अनुमति देंगे:",
    "step7": "7. बच्चे का पंजीकरण",
    "step7desc": "पंजीकरण अनुभाग में, आप दो फ़ॉर्म पाएंगे जो उत्तरदायी व्यक्ति और बच्चे दोनों के पंजीकरण के लिए हैं। यह महत्वपूर्ण है कि बच्चे का पंजीकरण करने से पहले बच्चे की माप लेना आवश्यक है।",
    "step8": "8. डेटा",
    "step8desc": "डेटा अनुभाग में, आपको विभिन्न क्रियाएँ और दृश्यावलोकन मिलेंगे, जिनमें ID, निर्माण तिथि और संपादन, पढ़ाई, माप की पुनः माप, रिपोर्ट और अलर्ट जैसी महत्वपूर्ण क्रियाएँ शामिल हैं।",
    "step9": "9. अलर्ट्स",
    "step9desc": "इस अनुभाग में, आपको डेटा अनुभाग से जारी सभी अलर्ट्स मिलेंगे, जहां आप जारी करने की तारीख, प्राथमिकता, स्थिति और ID देख सकते हैं। आप रिपोर्ट संपादित करने और हल किए जाने जैसी क्रियाएँ भी पा सकते हैं। यह पंजीकृत मामलों का वास्तविक समय में ट्रैकिंग करने की अनुमति देगा।",
    "step10": "10. रिपोर्ट्स",
    "step10desc": "रिपोर्ट्स उन डेटा से प्राप्त संसाधित डेटा को दर्शाती हैं जो महत्वपूर्ण जानकारी को सार्वजनिक रूप से दिखाने के लिए प्रदान की गई हैं।",
    "support": "सहायता",
    "supportdesc": "यदि आपको कोई सवाल है या अतिरिक्त सहायता की आवश्यकता है, तो कृपया हमसे संपर्क करें। हम यहां हैं ताकि आप हमारे सिस्टम के साथ सर्वोत्तम संभव अनुभव प्राप्त कर सकें।",
    "found": "आप पाएंगे:",
    "highlights": "माप",
    "highlights2": "बच्चे का पंजीकरण",
    "highlights3": "डेटा",
    "highlights4": "अलर्ट्स",
    "highlights5": "रिपोर्ट्स"
}
,
  "about": {
    "title": "जो परिवर्तन लाता है, वह नवाचार है",
    "description1": "ग्वाटेमाला में एक बहुआयामी टीम ने बच्चों में कुपोषण से निपटने के लिए तकनीकी और स्वास्थ्य विशेषज्ञता के साथ एकजुट होकर काम किया है।",
    "description2": "हमारा प्रोजेक्ट दो महत्वपूर्ण स्तंभों पर आधारित है: तकनीक और स्वास्थ्य विशेषज्ञ। यह दोहरी दृष्टिकोण हमें बच्चों के जीवन में प्रभावी ढंग से हस्तक्षेप करने की अनुमति देता है, यह सुनिश्चित करते हुए कि प्रत्येक बच्चा वह पोषण समर्थन प्राप्त करे जिसकी उसे मजबूत और स्वस्थ बढ़ने के लिए आवश्यकता है।",
    "mision": "हमारा मिशन",
    "misiondesc": "ग्वाटेमाला में बच्चों के कुपोषण से लड़ना, तकनीकी और स्वास्थ्य के नवाचार समाधान के साथ।",
    "team": "हमारे दृष्टिकोण को बढ़ावा देने वाले विशेषज्ञों से मिलें",
    "history": "हमारी कहानी",
    "hisotydesc": "एक बहुआयामी टीम, जो जुनून और समर्पण से प्रेरित है, ग्वाटेमाला के दिल से बच्चों के पोषण को बदलने के लिए काम करती है।",
    "project": "प्रोजेक्ट",
    "projectdesc": "हमारा प्रोजेक्ट बच्चों को प्रभावी पोषण सहायता प्रदान करने के लिए तकनीक और स्वास्थ्य विशेषज्ञों को जोड़ता है, जिससे उनका स्वस्थ विकास सुनिश्चित होता है।",
    "impact": "समाज पर प्रभाव",
    "impactdesc": "प्रक्रियाओं का अनुकूलन जो तेज और प्रभावी हस्तक्षेप की अनुमति देता है, कमजोर समुदायों में बच्चों की देखभाल में सुधार करता है।",
    "rewards": "सम्मान",
    "rewardsdesc": "Enactus ग्वाटेमाला की राष्ट्रीय प्रतियोगिता में पहला स्थान, Enactus UVG Altiplano टीम के साथ।",
    "future": "हमारा भविष्य",
    "futuredesc": "ग्वाटेमाला और क्षेत्र में अधिक समुदायों तक विस्तार, समुदायों के लिए एक स्वस्थ भविष्य के प्रति प्रतिबद्ध।",
    "ourteam": "टीम",
    "ourteamdesc": "GuateCare के पीछे का डेवलपर",
    "developer": "डेवलपर"
}
,
  "history": {
    "title": "प्रोजेक्ट का इतिहास: GuateCare",
    "description1": "ग्वाटेमाला के दिल में, जहां सांस्कृतिक समृद्धि और आशा गहरे संकटों के साथ सह-अस्तित्व में हैं, एक बहुआयामी दृष्टिकोण वाले विजनरीज़ का एक समूह एक सामान्य उद्देश्य के साथ एकत्र हुआ है: बच्चों में कुपोषण से लड़ा जाए। यह टीम, जो अनथक उत्साह और उत्कृष्ट समर्पण से प्रेरित है, ने एक क्रांतिकारी प्रोजेक्ट डिज़ाइन किया है जो नवीनतम तकनीक को स्वास्थ्य विशेषज्ञता के साथ जोड़ता है ताकि कमजोर समुदायों द्वारा सामना किए जा रहे सबसे गंभीर मुद्दों में से एक को हल किया जा सके।",
    "project": "प्रोजेक्ट",
    "solution": "समाधान",
    "description2": "कल्पना करें कि एक ऐसा दुनिया जहां बच्चों में कुपोषण से लड़ाई केवल अच्छे इरादों पर आधारित नहीं होती, बल्कि ठोस और प्रभावी तकनीकी समाधानों पर आधारित होती है। हमारा प्रोजेक्ट दो महत्वपूर्ण स्तंभों पर आधारित है: तकनीक और स्वास्थ्य विशेषज्ञ। इस दोहरी दृष्टिकोण से हम बच्चों के जीवन में प्रभावी रूप से हस्तक्षेप करने में सक्षम होते हैं, यह सुनिश्चित करते हुए कि हर बच्चा मजबूत और स्वस्थ बढ़ने के लिए आवश्यक पोषण सहायता प्राप्त करता है।",
    "impact": "प्रभाव",
    "impact2": "समाज पर प्रभाव",
    "description4": "हमारा लक्ष्य बच्चों में कुपोषण को संबोधित करने के तरीके को बदलना है। माप और डेटा संग्रहण को स्वचालित करके, हम न केवल प्रक्रियाओं का अनुकूलन करते हैं, बल्कि समुदायों को तेजी से और प्रभावी ढंग से कार्रवाई करने के लिए उपकरण भी प्रदान करते हैं। यह नवाचार यह सुनिश्चित करता है कि बच्चों को सही समय पर उचित देखभाल मिले, जो उनके स्वास्थ्य और विकास की संभावनाओं में महत्वपूर्ण सुधार करता है।",
    "reward": "स्वीकृति",
    "rf": "स्वीकृति और भविष्य",
    "description5": "हम गर्व से यह साझा करते हैं कि हमारे प्रोजेक्ट को राष्ट्रीय स्तर पर Enactus UVG Altiplano द्वारा प्रस्तुत दो प्रमुख प्रोजेक्ट्स में से एक के रूप में मान्यता प्राप्त है। राष्ट्रीय प्रतियोगिता में प्रथम स्थान प्राप्त करके इस मान्यता ने हमारे दृष्टिकोण की प्रभावशीलता और संभावनाओं को मान्य किया है। जैसे-जैसे हम आगे बढ़ते हैं, हमारा दृष्टिकोण है कि इस समाधान का विस्तार और अधिक समुदायों तक किया जाए, न केवल ग्वाटेमाला में बल्कि पूरे क्षेत्र में।"
}
,
  "signIn": {
    "pageTitle": "साइन इन करें",
    "description": "कृपया अपने खाते से साइन इन करें।",
    "emailLabel": "ईमेल",
    "passwordLabel": "पासवर्ड",
    "emailPlaceholder": "अपना ईमेल दर्ज करें",
    "passwordPlaceholder": "अपना पासवर्ड दर्ज करें",
    "forgotPasswordLink": "क्या आपने अपना पासवर्ड भूल गए?",
    "submitButton": "साइन इन करें",
    "googleButton": "Google के साथ साइन इन करें",
    "noAccountText": "क्या आपके पास खाता नहीं है?",
    "registerLink": "यहां रजिस्टर करें",
    "errors": {
      "none": "कृपया अपना ईमेल और पासवर्ड दर्ज करें।",
      "missingAt": "ईमेल में '@' होना चाहिए।",
      "invalidEmail": "यह ईमेल अवैध है।",
      "invalidCredential": "कृपया अपना ईमेल या पासवर्ड जांचें।",
      "userNotFound": "इस ईमेल के साथ कोई खाता नहीं मिला।",
      "invalidPassword": "पासवर्ड गलत है। कृपया पुनः प्रयास करें।",
      "tooManyRequests": "अधिक प्रयास किए गए। कृपया बाद में पुनः प्रयास करें।",
      "default": "साइन इन करने में समस्या। कृपया बाद में पुनः प्रयास करें।",
      "googleSigninError": "Google के साथ साइन इन करना संभव नहीं था। कृपया बाद में पुनः प्रयास करें।",
      "resetPasswordError": "रिकवरी ईमेल भेजने में समस्या। कृपया बाद में पुनः प्रयास करें।",
      "resetPasswordSuccess": "पासवर्ड रीसेट करने के लिए एक ईमेल भेजा गया है।",
      "emailRequired": "कृपया अपना ईमेल पता दर्ज करें।"
    }
  }
,
  "signUp": {
    "pageTitle": "खाता बनाएं",
    "description": "शुरू करने के लिए पंजीकरण करें।",
    "fullNameLabel": "पूरा नाम",
    "fullNamePlaceholder": "अपना पूरा नाम दर्ज करें",
    "emailLabel": "ईमेल",
    "emailPlaceholder": "अपना ईमेल दर्ज करें",
    "passwordLabel": "पासवर्ड",
    "passwordPlaceholder": "अपना पासवर्ड दर्ज करें",
    "confirmPasswordLabel": "पासवर्ड की पुष्टि करें",
    "confirmPasswordPlaceholder": "अपना पासवर्ड फिर से दर्ज करें",
    "createAccountButton": "खाता बनाएं",
    "googleButton": "Google से पंजीकरण करें",
    "alreadyHaveAccountText": "क्या आपके पास पहले से खाता है?",
    "signInLink": "साइन इन करें",
    "none": "सभी फ़ील्ड आवश्यक हैं।",
    "invalidEmail": "ईमेल अवैध है।",
    "passwordTooShort": "पासवर्ड में कम से कम 6 वर्ण होने चाहिए।",
    "passwordNoNumber": "पासवर्ड में कम से कम एक संख्या होनी चाहिए।",
    "passwordNoSpecialChar": "पासवर्ड में कम से कम एक विशेष चरित्र होना चाहिए।",
    "passwordsDoNotMatch": "पासवर्ड मेल नहीं खाते।",
    "emailInUse": "ईमेल पहले से उपयोग में है।",
    "passwordTooWeak": "पासवर्ड बहुत कमजोर है।",
    "registrationDisabled": "पंजीकरण अस्थायी रूप से अक्षम है।",
    "tooManyRequests": "अधिक प्रयास किए गए। कृपया बाद में पुनः प्रयास करें।",
    "networkError": "नेटवर्क त्रुटि। कृपया अपनी इंटरनेट कनेक्शन की जांच करें।",
    "unknownError": "अचानक एक त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।",
    "acceptTerms": "नियम और शर्तें स्वीकार करें"
  }
,
  "support": {
    "navbar": {
      "aboutus": "हमारे बारे में",
      "contactus": "संपर्क करें",
      "licese": "लाइसेंस",
      "panel": "नियंत्रण पैनल",
      "manual": "मैनुअल",
      "pp": "गोपनीयता नीति"
    },
    "page": {
      "welcome": "नमस्ते। हम आपकी कैसे मदद कर सकते हैं?",
      "description": "हम बेहतर अनुभव के लिए हमारे मैनुअल को देखने की सलाह देते हैं।",
      "title1": "मैनुअल",
      "description1": "GuateCare सिस्टम का उपयोग शुरू करने के लिए आपको जो कुछ भी जानना है।",
      "title2": "डेटा प्रबंधन",
      "description2": "आइए देखें कि सिस्टम द्वारा एकत्रित डेटा को कैसे बनाएं और संपादित करें।",
      "title3": "समस्याएं? चलिए इसे हल करते हैं।",
      "description3": "यदि आपको सिस्टम में कोई समस्या है, तो हम इसे हल करने के लिए कुछ कदम मिलकर उठाएंगे।",
      "title4": "अधिक मदद चाहिए? हमसे संपर्क करें।",
      "description4": "यदि आपके पास कोई प्रश्न हैं या आपको व्यक्तिगत मदद की आवश्यकता है, तो हमसे संपर्क करने में संकोच न करें।",
      "title5": "समुदाय",
      "description5": "संस्थाएं, संगठन और इस कारण से जुड़ी संस्थाएँ।",
      "title6": "हमारे बारे में",
      "subtitle6": "हम कौन हैं?",
      "description6": "हम एक बहु-विषयक टीम हैं, जो गुहतेमाला और वैश्विक बच्चों के जीवन को बदलने के लिए समर्पित और उत्साही हैं। अत्याधुनिक तकनीक और स्वास्थ्य विशेषज्ञों के ज्ञान के साथ, हमारा लक्ष्य बच्चों की भलाई पर सकारात्मक और स्थायी प्रभाव डालना है।",
      "title7": "हमारी कहानी",
      "subtitle7": "GuateCare कैसे शुरू हुआ?",
      "description7": "गुहतेमाला के दिल में, एक उत्साही बहु-विषयक टीम एक अभिनव परियोजना के साथ बच्चों के कुपोषण के खिलाफ संघर्ष को क्रांतिकारी बना रही है, जो नवीनतम तकनीक और स्वास्थ्य विशेषज्ञता को जोड़ती है।",
      "title8": "गैलरी",
      "subtitle8": "प्रक्रिया को फिर से जीएं",
      "description8": "सबसे यादगार कहानियाँ यादों के जरिए जीवित होती हैं। हमारे छवि गैलरी का अन्वेषण करें और GuateCare निर्माण प्रक्रिया के प्रत्येक रोमांचक कदम का पता लगाएं।",
      "title9": "स्थान",
      "subtitle9": "हमें ढूंढें",
      "description9": "हमसे जुड़ें और GuateCare का अनुभव पहले कभी न हुआ जैसा महसूस करें! हमारे टीम के साथ इस अद्वितीय साहसिक यात्रा पर निकलें और कुछ असाधारण का हिस्सा बनें। आपकी भागीदारी अनुभव को अविस्मरणीय बना देगी। इसे मिस न करें!",
      "title10": "दान",
      "subtitle10": "हमसे जुड़ें और हमारी मदद करें",
      "description10": "आपका दान फर्क लाता है। आपके समर्थन से, हम और अधिक स्वास्थ्य उपकरण खरीदेंगे ताकि हम अधिक समुदायों और विभागों तक पहुंच सकें जिन्हें तात्कालिक सहायता की आवश्यकता है। हर योगदान हमारी पहुँच का विस्तार करता है और जीवन को बेहतर बनाता है। अपना प्रभाव बड़ा बनाएं!"
},
   "others": {
      "readmore": "और पढ़ें...",
      "seemore": "और देखें...",
      "map": "मानचित्र पर जाएं...",
      "donate": "दान करें..."
}
  },
  "modetoggle": {
    "dark": "अंधेरा",
    "light": "रोशनी",
    "system": "सिस्टम"
  },
  "home": {
    "card1": {
      "text1": "कुल सक्रिय अलर्ट",
      "text2": "संभावित तीव्र कुपोषण के मामले:",
      "text3": "मामले",
      "text4": "मामला",
      "warningAlert": "ध्यान दें! सक्रिय अलर्ट हैं।",
      "criticalAlert": "संगीन अलर्ट! कई अलर्ट सक्रिय हैं।"
    },
    "card2": {
      "text1": "इस महीने पंजीकृत बच्चे",
      "text2": "बच्चे",
      "text3": "पिछले महीने पंजीकृत बच्चे:"
    },
    "card3": {
      "text1": "इस महीने पंजीकृत लड़कियां",
      "text2": "लड़कियां",
      "text3": "पिछले महीने पंजीकृत लड़कियां:"
    },
    "card4": {
      "text1": "इस महीने की माप",
      "text2": "माप",
      "text3": "इस महीने पंजीकृत माप:",
      "text4": "पिछले महीने पंजीकृत माप:",
      "text5": "इस महीने की औसत लंबाई (सेंटीमीटर):",
      "text6": "सेंटीमीटर",
      "text7": "पिछले महीने की औसत लंबाई (सेंटीमीटर):"
    },
    "card5": {
      "text1": "इस महीने का वजन माप",
      "text2": "माप",
      "text3": "इस महीने पंजीकृत माप:",
      "text4": "पिछले महीने पंजीकृत माप:",
      "text5": "इस महीने का औसत वजन (पाउंड):",
      "text6": "पाउंड",
      "text7": "पिछले महीने का औसत वजन (पाउंड):"
    },
    "charts": {
      "text1": "भाषाई समुदायों के अनुसार शिशु",
      "text2": "प्रत्येक समुदाय में शिशुओं की संख्या",
      "text3": "सर्वाधिक शिशुओं वाला समुदाय:",
      "text4": "शिशुओं की संख्या:",
      "text5": "कुपोषण के लक्षणों की आवृत्ति",
      "text6": "पिछले कुछ महीनों के दौरान एकत्रित डेटा का विश्लेषण।",
      "text7": "माह के अनुसार रिपोर्ट",
      "text8": "पंजीकृत रिपोर्ट",
      "text9": "कुल रिपोर्ट:"
    },
    "data": {
      "text1": "सक्रिय अलर्ट",
      "title": "डेटा",
      "description": "वास्तविक समय में एकत्रित डेटा संग्रहण",
      "status": "मामले की स्थिति",
      "id": "पहचानकर्ता",
      "create": "निर्गमन तिथि",
      "follow": "फॉलो-अप तिथि",
      "priority": "प्राथमिकता",
      "view": "देखें",
      "edit": "संपादित करें",
      "none": "कोई अलर्ट नहीं",
      "clean": "फिल्टर साफ करें",
      "alert": "अलर्ट करें",
      "rasp": "Raspberry Pi 4B गतिविधि समय",
      "rasp2": "इस सप्ताह की गतिविधि",
      "rasp3": "गतिविधि समय:",
      "dataStatus": {
        "new": "नया",
        "inProgress": "प्रगति में",
        "inReview": "समीक्षा में",
        "resolved": "समाधान हो गया"
      },
      "dataPriority": {
        "severe": "गंभीर",
        "moderate": "मध्यम",
        "mild": "हल्का"
      }
    },
    "days": {
      "mon": "सोम",
      "tue": "मंगल",
      "wed": "बुध",
      "thu": "गुरु",
      "fri": "शुक्र",
      "sat": "शनि",
      "sun": "रवि"
    },
    "dates": {
      "day": "दिन",
      "week": "सप्ताह",
      "month": "महीना",
      "year": "वर्ष"
    },
    "filter": {
      "title": "फिल्टर करें",
      "filterby": "द्वारा फिल्टर करें:",
      "status": "मामले की स्थिति",
      "id": "पहचानकर्ता",
      "create": "निर्माण तिथि",
      "follow": "फॉलो-अप तिथि",
      "priority": "प्राथमिकता"
    },
    "export": {
      "title": "निर्यात करें"
    }
  }
,
  "dashboard": {
    "navbar": {
      "register": "शिशु पंजीकरण",
      "register2": "पंजीकरण",
      "monitoreo": "मॉनिटरिंग",
      "mediciones": "माप",
      "datos": "डेटा",
      "alertas": "अलर्ट्स",
      "informes": "रिपोर्ट्स",
      "account": "मेरा खाता",
      "settings": "सेटिंग्स",
      "logout": "लॉग आउट",
      "editar": "संपादित करें",
      "leer": "पढ़ें",
      "remedir": "पुनः मापें",
      "reportar": "रिपोर्ट करें"
    },
    "registro": {
      "title": "अभिभावक पंजीकरण",
      "description": "कृपया सभी अनिवार्य क्षेत्रों को भरें। DPI (व्यक्तिगत पहचान पत्र) महत्वपूर्ण है।",
      "selectMeasurement": "माप चुनें",
      "noMeasurementsAvailable": "कोई माप उपलब्ध नहीं है",
      "selectM": "माप चुनें",
      "dpi": "DPI",
      "description1": "DPI दर्ज करें",
      "name": "अभिभावक का नाम",
      "description2": "पूरा नाम",
      "born": "जन्म तिथि",
      "month": "माह चुनें",
      "year": "वर्ष चुनें",
      "description3": "पता",
      "direction": "विभाग, नगर, समुदाय और सड़क",
      "description4": "अभिभावक का फोन नंबर",
      "phonenumber": "(+502) 4532-4515",
      "fallecio": "मृत",
      "falleciop": "एक विकल्प चुनें",
      "yes": "हाँ",
      "no": "नहीं",
      "comunidadLing": "भाषाई समुदाय",
      "selectCommunity": "भाषाई समुदाय चुनें",
      "successMessage": "डेटा सहेजा गया",
      "errorMessage": "डेटा सहेजने में त्रुटि",
      "title2": "शिशु पंजीकरण",
      "cui": "CUI",
      "description5": "कृपया सभी अनिवार्य क्षेत्रों को भरें। CUI (विशिष्ट पहचान कोड) महत्वपूर्ण है।",
      "name2": "शिशु का नाम",
      "description6": "CUI दर्ज करें",
      "dpiError": "गलत प्रारूप",
      "born2": "शिशु की जन्म तिथि",
      "directionborn": "जन्म स्थान",
      "genere": "लिंग",
      "generedesc": "लिंग चुनें",
      "male": "पुरुष",
      "famale": "महिला",
      "pueblo": "जाति",
      "pueblodesc": "जाति चुनें",
      "na": "निर्दिष्ट नहीं",
      "others": "अन्य",
      "ni": "निर्दिष्ट नहीं",
      "encargadoNotFound": "अभिभावक नहीं मिला",
      "bebeNotFound": "शिशु नहीं मिला",
      "errorLoading": "डेटा लोड करते समय त्रुटि",
      "dateError": "गलत तिथि प्रारूप"
    },
    "database": {
      "title": "डेटा",
      "description1": "वह रिकॉर्ड चुनें जिसे आप संपादित, देखें, पुनः मापें, बनाएँ, रिपोर्ट करें या अलर्ट करें",
      "week": "सप्ताह",
      "month": "माह",
      "year": "वर्ष",
      "description2": "चयनित फ़िल्टर के आधार पर डेटा देखें",
      "id": "पहचानकर्ता",
      "datecreate": "निर्माण तिथि",
      "edit": "संपादित करें",
      "read": "पढ़ें",
      "remedy": "पुनः मापें",
      "report": "रिपोर्ट",
      "alert": "अलर्ट",
      "title2": "क्या आप अलर्ट सक्रिय करना चाहते हैं?",
      "description3": "यह क्रिया चयनित रिकॉर्ड के लिए अलर्ट सक्रिय कर देगी।",
      "cancel": "रद्द करें",
      "active": "सक्रिय करें"
    },
    "mediciones": {
      "title": "रोगी माप",
      "description": "यहां कैप्चर किए गए डेटा को देखें।",
      "size/length": "आकार/लंबाई: ",
      "weight": "वजन: ",
      "IMC": "शारीरिक द्रव्यमान सूचकांक (BMI):",
      "botton1": "आकार/लंबाई",
      "botton2": "वजन",
      "rsl": "सेमी",
      "rls2": "मीटर",
      "rw": "पाउंड",
      "rw2": "किलोग्राम",
      "rimc": "किलोग्राम/मीटर"
    },
    "alertas": {
      "title": "अलर्ट्स",
      "description": "तारीख, प्राथमिकता, केस स्थिति और अलर्ट्स को प्रबंधित करने के लिए उपलब्ध कार्रवाइयाँ स्पष्ट रूप से देखें।",
      "datecreate": "निर्माण तिथि",
      "datetracking": "ट्रैकिंग तिथि",
      "priority": "प्राथमिकता",
      "prioritysdesc": "हल्का",
      "prioritys": {
        "severe": "गंभीर",
        "moderate": "मध्यम",
        "mild": "हल्का"
      },
      "status": "केस स्थिति",
      "statusdesc": "नया",
      "statuss": {
        "new": "नया",
        "inProgress": "प्रगति में",
        "inReview": "समीक्षा में",
        "resolved": "हल हुआ"
      },
      "desc": "विवरण",
      "alertasdesc": "चिकित्सा विवरण जोड़ें",
      "notes": "चिकित्सा नोट्स",
      "notasdesc": "शिशु को पोषक तत्वों की कमी हो रही है...",
      "cleanp": "प्राथमिकता साफ करें",
      "cleans": "स्थिति साफ करें",
      "cleanm": "माह साफ करें",
      "cleany": "वर्ष साफ करें",
      "date": "समस्या की तारीख",
      "actions": "क्रियाएं",
      "none": "कोई अलर्ट नहीं",
      "editr": "रिपोर्ट संपादित करें",
      "title2": "क्या आप सुनिश्चित हैं?",
      "desc2": "यह क्रिया अलर्ट को हल के रूप में चिह्नित कर देगी और इसे डेटाबेस से हटा देगी।",
      "continues": "जारी रखें",
      "confirm": "हटाने की पुष्टि करें",
      "desc3": "यह क्रिया अलर्ट को स्थायी रूप से डेटाबेस से हटा देगी। क्या आप आगे बढ़ना चाहते हैं?",
      "confirm2": "पुष्टि करें"
    },
    "informes": {
      "title": "रिपोर्ट्स",
      "enero": "जनवरी",
      "febrero": "फरवरी",
      "marzo": "मार्च",
      "abril": "अप्रैल",
      "mayo": "मई",
      "junio": "जून",
      "julio": "जुलाई",
      "agosto": "अगस्त",
      "septiembre": "सितंबर",
      "octubre": "अक्टूबर",
      "noviembre": "नवंबर",
      "diciembre": "दिसंबर",
      "description": "पंजीकृत मरीजों के लिए सामान्य रिपोर्ट",
      "total1": "कुल पंजीकृत बच्चे",
      "month": "माह",
      "year": "वर्ष",
      "loading": "लोड हो रहा है...",
      "empty": "कोई डेटा उपलब्ध नहीं",
      "total": "कुल",
      "display": "डेटा प्रदर्शित कर रहे हैं: ",
      "total2": "इस महीने पंजीकृत बच्चों की कुल संख्या।",
      "total3": "भाषाई समुदाय द्वारा वितरण",
      "total4": "सर्वाधिक सामान्य लक्षण",
      "total5": "समुदाय द्वारा लिंग",
      "total6": "प्रत्येक महीने में अलर्ट्स की संख्या",
      "alerts": "अलर्ट्स"
    },
    "edit": {
      "title": "रिकॉर्ड अपडेट करें",
      "description": "अभिभावक जानकारी को संशोधित करें",
      "description2": "शिशु जानकारी को संशोधित करें",
      "update": "फील्ड्स अपडेट करें"
    },
    "read": {
      "title": "अभिभावक डेटा पढ़ें",
      "description": "यह अनुभाग अभिभावक से संबंधित जानकारी प्रदान करता है",
      "title2": "शिशु डेटा पढ़ें",
      "description2": "यह अनुभाग शिशु से संबंधित जानकारी प्रदान करता है"
    },
    "report": {
      "title": "शिशु रिपोर्ट",
      "lastfollow": "अंतिम फॉलो-अप: ",
      "none": "कोई सहेजी गई तिथि नहीं।",
      "prioridad": "प्राथमिकता",
      "estado": "केस स्थिति",
      "signos": "इस मामले के लिए तीव्र कुपोषण के लक्षण देखें:",
      "ver": "पोषण टिप्पणियाँ",
      "signosp": "वर्तमान में इस मामले में...",
      "hora": "वर्तमान समय: ",
      "pregunta": "रिपोर्ट सहेजें",
      "description": "स्वीकार करने पर, परिवर्तन डेटाबेस में सेव हो जाएंगे।",
      "cerrar": "बंद करें",
      "aceptar": "स्वीकार करें"
    },
    "settings": {
      "welcome": "स्वागत है!",
      "language": "भाषा",
      "language2": "अपनी पसंदीदा भाषा चुनें।",
      "theme": "थीम",
      "theme2": "अपनी पसंदीदा थीम चुनें।"
    },
    "buttons": {
      "save": "डेटा सहेजें",
      "alert": "अलर्ट सक्रिय करें"
    }
}
, "dialog": {
  "confirm": {
    "title": "क्या आप यह क्रिया करना चाहते हैं?",
    "description": "पुष्टि करने पर सभी एकत्रित डेटा सेव हो जाएंगे"
  },
  "buttons": {
    "cancel": "रद्द करें",
    "confirm": "पुष्टि करें"
  }
},
  "ce": {
    "create": "बनाएँ",
    "create2": "एक क्लिक में आसानी से डेटा कैप्चर करें।",
    "create3": "हमारे भौतिक प्रणाली का उपयोग करके डेटा कैप्चर करें और स्वास्थ्य के लिए मूल्यवान जानकारी उत्पन्न करें।",
    "view": "संपादित करें",
    "view2": "डेटा को आसानी से संपादित करें।",
    "view3": "पता लगाए गए मामलों का समय पर पालन करें ताकि रोगी को उचित देखभाल प्रदान की जा सके।"
  },
  "footer": {
    "logo": {
      "alt": "GuateCare",
      "name": "GuateCare"
    },
    "resources": {
      "title": "संसाधन",
      "links": [
        {
          "name": "shadcn/ui",
          "url": "https://ui.shadcn.com/"
        },
        {
          "name": "Tailwindui",
          "url": "https://tailwindui.com/"
        }
      ]
    },
    "followUs": {
      "title": "हमें फॉलो करें",
      "links": [
        {
          "name": "Github",
          "url": "https://github.com/Owl-in-night?tab=repositories"
        },
        {
          "name": "Discord",
          "url": "https://discord.gg/RY7N6wgH"
        }
      ]
    },
    "legal": {
      "title": "कानूनी",
      "links": [
        {
          "name": "गोपनीयता नीति",
          "url": "/privacy-policy"
        },
        {
          "name": "शर्तें और शर्तें",
          "url": "/terms&conditions"
        }
      ]
    },
    "footerText": "© 2024 GuateCare™। सर्वाधिकार सुरक्षित।",
    "socialMedia": {
      "facebook": {
        "url": "https://www.facebook.com/Owl.in.nigth/?locale=es_LA",
        "alt": "Facebook पेज"
      },
      "discord": {
        "url": "https://discord.com/channels/@me",
        "alt": "Discord समुदाय"
      },
      "x": {
        "url": "https://x.com/owl_in_night",
        "alt": "X पेज"
      },
      "github": {
        "url": "https://github.com/Owl-in-night",
        "alt": "GitHub खाता"
      },
      "dribbble": {
        "url": "https://dribbble.com/OwlInNight",
        "alt": "Dribbble खाता"
      }
    },
    "footerMobile": {
      "text": "© 2024 GuateCare™। सर्वाधिकार सुरक्षित।",
      "links": [
        {
          "name": "हमारे बारे में",
          "url": "#"
        },
        {
          "name": "गोपनीयता नीति",
          "url": "#"
        },
        {
          "name": "लाइसेंस",
          "url": "#"
        },
        {
          "name": "संपर्क",
          "url": "#"
        }
      ],
      "socialMedia": {
        "facebook": {
          "url": "https://www.facebook.com/Owl.in.nigth/?locale=es_LA",
          "alt": "Facebook पेज"
        },
        "discord": {
          "url": "https://discord.com/channels/@me",
          "alt": "Discord समुदाय"
        },
        "x": {
          "url": "https://x.com/owl_in_night",
          "alt": "X पेज"
        },
        "github": {
          "url": "https://github.com/Owl-in-night",
          "alt": "GitHub खाता"
        },
        "dribbble": {
          "url": "https://dribbble.com/OwlInNight",
          "alt": "Dribbble खाता"
        }
      }
    }
  }
}