{
  "navbar": {
    "home": "Inicio",
    "signInA": "Iniciar sesión",
    "support": "Soporte",
    "language": "Idioma",
    "english": "Inglés",
    "spanish": "Español",
    "hindi": "Hindi",
    "french": "Francés",
    "chinese": "Chino",
    "settings": "Ajustes",
    "signUp": "Registrarse",
    "stadistics": "Estadísticas"
  },
  "support": {
    "navbar": {
      "aboutus": "Sobre Nosotros",
      "contactus": "Contáctanos",
      "licese": "Licencia",
      "panel": "Panel de control",
      "manual": "Manual",
      "pp": "Política de Privacidad"
    },
    "page": {
      "welcome": "Hola. ¿Cómo podemos ayudarte?",
      "description": "Te recomendamos visitar nuestro manual para una mejor experiencia.",
      "title1": "Manual",
      "description1": "Todo lo que tiene que saber para empezar a utilizar el sistema GuateCare.",
      "title2": "Administración de los datos",
      "description2": "Veamos como crear y editar los datos capturados por el sistema.",
      "title3": "¿Problemas? Solucionémoslo.",
      "description3": "Si tiene algún problema con el sistema, juntos realizaremos algunos pasos para solucionarlo.",
      "title4": "¿Necesitas más ayuda? Contáctanos.",
      "description4": "Si tienes alguna pregunta o necesitas ayuda personalizada, no dudes en contactarnos.",
      "title5": "Comunidad",
      "description5": "Instituciones, organizaciones y entidades sumadas a esta causa.",
      "title6": "Sobre nosotros",
      "subtitle6": "¿Quiénes somos?",
      "description6": "Somos un equipo multidisciplinario apasionado y dedicado, enfocado en transformar la vida de la niñez guatemalteca y global. Con la unión de tecnología de vanguardia y el conocimiento de especialistas en salud, nuestro compromiso es generar un impacto positivo y duradero en el bienestar infantil.",
      "title7": "Nuestra historia",
      "subtitle7": "¿Cómo surgió GuateCare?",
      "description7": "En el corazón de Guatemala, un equipo multidisciplinario apasionado está revolucionando la lucha contra la desnutrición infantil con un proyecto innovador que combina la última tecnología con experiencia en salud.",
      "title8": "Galería",
      "subtitle8": "Revive el proceso",
      "description8": "Las historias más memorables cobran vida a través de los recuerdos. Explora nuestra galería de imágenes y descubre cada paso emocionante del proceso de creación de GuateCare.",
      "title9": "Ubicación",
      "subtitle9": "Encuéntranos",
      "description9": "¡Únete a nosotros y vive la experiencia de GuateCare como nunca antes! Embárcate en esta aventura única con nuestro equipo y sé parte de algo extraordinario. Tu participación hará que la experiencia sea inolvidable. ¡No te lo pierdas!",
      "title10": "Donaciones",
      "subtitle10": "Únete y ayúdanos",
      "description10": "Tu Donación Marca la Diferencia Con tu apoyo, adquiriremos más equipos de salud para llegar a más comunidades y departamentos que necesitan ayuda urgente. Cada contribución amplía nuestro alcance y mejora vidas. ¡Haz que tu impacto sea grande!"
    },
    "others": {
      "readmore": "Leer más...",
      "seemore": "Ver más...",
      "map": "Ir al mapa...",
      "donate": "Donar..."
    }
  },
  "mapa": {
    "title1": "Mapa",
    "title": "Ubicación del proyecto",
    "description": "¡Hola a todos! Nos complace anunciar que el proyecto GuateCare se está llevando a cabo en el Hotel Jared actual Centro de Atención Permanente (CAP) , si desean visualizar el sistema en acción les invitamos a visitar esta ubicación.",
    "description1": "¡No pierdan la oportunidad de ver de primera mano cómo se está desarrollando este emocionante proyecto! Su visita no solo les permitirá conocer el sistema en funcionamiento, sino también experimentar de cerca los avances y mejoras implementadas en esta importante ubicación.",
    "locate": "Hotel Jared (Actual CAP)"
  },
  "gallery": {
    "build": "La construcción",
    "description": "¡Sumérgete en nuestra galería de imágenes y vive cada momento fascinante del proceso de creación de GuateCare! Desde el primer boceto hasta el producto final, te invitamos a explorar cada etapa y ser testigo de la transformación de nuestra visión en realidad. ¡No te pierdas esta experiencia visual única y reveladora!",
    "autor": "Autor",
    "materiales": "Materiales",
    "description2": "Raspberry Pi modelo 4 B, elementos electrónicos, sensores y módulos (extensiones).",
    "dimensions": "Dimensiones",
    "description3": "Tamaño de la plataforma: 115 cm x 35cm x 2cm",
    "subdescription3": "Tamaño de la báscula: 31 cm x  31 cm x 3.2 cm",
    "finish": "Finalización",
    "description4": "La presentación del producto estará siendo empaquetado para su presentación por medio de una caja de cartón.",
    "includes": "Incluye",
    "description5": "1 Raspberry Pi, 1 sensor de distancia, 1 módulo combinatorio de carga, 1 módulo TF-LUNA LiDAR, cables de conexión de tipo UTP/Dupont (instalados), placa de conexiones, estructura armamble para las mediciones de talla/longitud, 1 plato y 1 báscula digital y un banco de energía.",
    "considerations": "Consideraciones",
    "description6": "Para obtener resultados más precisos, asegúrate de colocar el producto sobre una superficie plana. Tómate el tiempo para hacer las mediciones necesarias y recuerda mantener el producto fuera del alcance de los niños para su seguridad. ¡Gracias por tu atención a estos detalles!",
    "galeria": "La galería",
    "watch": "Ver imagen"
  },
  "donar": {
    "title1": "Donaciones",
    "title": "Apoya nuestra causa",
    "description": "Tu aporte es valioso para este proyecto. Lo agradecemos desde ya. Registra tus datos para que nos pongamos en contacto y darte así las opciones de ayuda.",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "email": "Correo Electrónico",
    "message": "Mensaje",
    "contactUs": "¡Enviar datos!",
    "none": "Por favor, completa todos los campos.",
    "thanks": "Nos pondremos en contacto contigo pronto.",
    "error": "Error al enviar el correo."
  },
  "contact": {
    "title": "Es un gusto ayudarte",
    "description": "¡Hola! Si tienes alguna pregunta o duda, puedes contactarnos por medio de este formulario. Estamos encantados de ayudarte.",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "company": "Compañia",
    "email": "Correo",
    "message": "Mensaje",
    "submit": "¡Enviar datos!",
    "none": "Por favor, completa todos los campos.",
    "thanks": "Nos pondremos en contacto contigo pronto.",
    "error": "Error al enviar el correo."
  },
  "problems": {
    "titleP": "Problemas frecuentes",
    "angryip": "Descargue Angry IP Scanner",
    "contact": "Contáctenos.",
    "title": "Resolvamos los problemas juntos",
    "description": "En este espacio encontrará posibles soluciones para problemas frecuentes.",
    "problem1": "La Raspberry Pi no enciende",
    "desprom1": "Verifique que la Raspberry Pi esté correctamente conectada y que esta posea 1 luz led roja fija y una luz led verde parpadeando. También puede revisar que el cable de conexión esté sin nigún desperfecto.",
    "problem2": "La Raspberry Pi no tiene conectividad",
    "desprom2": "En caso dado tenga un mensaje de error desde la página web de mediciones, por favor verifique que la Raspberry Pi se encuente en la misma red. En dado caso no obtenga respuesta utilice la herramienta llamada Angry IP Scanner para buscar la IP de la Raspberry Pi con el host @raspberrysantos para posteriormente conectarse.",
    "problem3": "¿Problemas al iniciar sesión o registrarse?",
    "desprom3": "Si posee errores o problemas al iniciar sesión verifique sus datos, si es necesario recupere su contraseña a través de su correo registrado. Si posee un problema al momento de registrase ingrese nuevamente sus datos o vuelva a recargar la página web, si esto no funciona",
    "problem4": "Problemas al guardar los datos",
    "desprom4": "Asegúrate de que te encuentres autenticado correctamente, verifica que los datos que intentas guardar cumplen con el formato y esquema esperado, consulta los mensajes de error que aparezcan en la aplicación para obtener detalles específicos sobre el problema. Si el problema persiste ",
    "problem5": "No se puede editar o visualizar algún dato",
    "desprom5": "Verifica que los datos existan en la ubicación correcta y que estés accediendo a la ruta adecuada, consulta los mensajes de error disponibles para obtener información específica sobre el problema y asegúrate de que la sincronización entre la aplicación y que te encuentres conectado a red para su correcto funcionamiento.",
    "problem6": "Se desconectó un cable o se daño",
    "desprom6": "En dado caso se le desconectó un cable que va conectado a la Raspbery Pi por favor verifique el manual para poder solucionarlo, en dado caso este se encuentre dañado solicite asistencia para poder brindarle apoyo al (+502) 5383-2898.",
    "problem7": "Un componente se daño",
    "desprom7": "Si algún componente está dañado físicamente solicite asistencia al (+502) 5383-2898 para poder brindarle apoyo de manera inmediata",
    "problem8": "Las ajustes no funcionan",
    "desprom8": "Si los cambios no aplican en los ajustes por favor verifique que esté autenticado, si lo está recargue la página web y si no solicite asistencia para poder brindarle apoyo."
  },
  "manual": {
    "title": "Bienvenido al manual de GuateCare",
    "description": "¡Bienvenido al sistema GuateCare! A continuación, encontrará una guía paso a paso diseñada para que cualquier usuario pueda interactuar con nuestro sistema de manera eficiente y segura. Por favor, siga cuidadosamente los pasos para garantizar una experiencia óptima.",
    "step": "Pasos",
    "step1": "1. Verificación inicial",
    "step1dec": "Antes de utilizar el sistema, asegúrese de que el Wi-Fi de la Raspberry Pi esté encendido y correctamente conectado a la red, ya que esto es fundamental para establecer la conexión local con la computadora de escritorio, laptop o tableta. Verifique que el dispositivo de control también esté en la misma red local que la Raspberry Pi para asegurar que ambos puedan comunicarse adecuadamente. Además, revise que todos los cables estén bien conectados y en buen estado, sin daños, para evitar cualquier interrupción en el funcionamiento del sistema.",
    "step2": "2. Encendido del sistema",
    "step2desc": "Si el sistema no está encendido, conecte la fuente de alimentación o un banco de carga. Espere entre 2 y 4 minutos para que el sistema se inicia correctamente y esté listo para usarse.",
    "step3": "3. Configuración exitosa",
    "step3desc": "Si los pasos anteriores se realizaron correctamente, usted podrá utilizar el sistema sin ningún problema.",
    "step4": "4. Inicio de sesión",
    "step4desc": "Inicie sesión con su cuenta previamente creada o utilizando el servicio de acceso proporcionado. Esto le dará acceso a todas las funcionalidades del sistema.",
    "step5": "5. Panel principal: Mediciones",
    "step5desc": "Una vez que haya iniciado sesión, será dirigido al Panel Principal. En este panel encontrará la opción de \"Mediciones\", donde podrá interactuar con el sensor TF-Luna y el módulo HX711 conectado al sensor de peso. Desde esta sección, podrá realizar las mediciones y obtener los datos necesarios para el seguimiento adecuado.",
    "step6": "6. Navegación entre páginas",
    "step6desc": "En el menú lateral izquierdo, encontrará diversas secciones que le permitirán navegar por el sistema:",
    "step7": "7. Registro del bebé",
    "step7desc": "En la seccion de Registro, podrá encontrar un apartado donde podrá visualizar 2 fomrularios que corresponden al registro tanto del encargado como del bebé, es importante recalcar que se deberá de realizar las mediciones respectivas del niño antes de poder registrar un bebé.",
    "step8": "8. Datos",
    "step8desc": "En el apartado de datos encontrará diversas acciones y visualizaciones, entre ellas se encuentran el ID, la fecha de creación y acciones importantes como editar, leer, remedir, reportes y alertar.",
    "step9": "9. Alertas",
    "step9desc": "En este apartado encontrará todas las alertas emitidas desde el apartado de datos, donde podrá ver la fecha de emisión, prioridad, estado y el ID, así mismo podrá encontrar acciones tales como editar reporte y resuelto. Esto permitirá visualizar un seguimiento en tiempo real de los casos registrados.",
    "step10": "10. Informes",
    "step10desc": "Los informes reflejan los datos procesados obtenidos desde los datos que se han proporcionado, reflejando hacía data importante para ser visualiza por la población.",
    "support": "Asistencia",
    "supportdesc": "Si tiene alguna duda o necesita asistencia adicional, no dude en contactarnos. Estamos aquí para ayudarle a obtener la mejor experiencia posible con nuestro sistema.",
    "found": "Encontrarás:",
    "highlights": "Mediciones",
    "highlights2": "Registro del bebé",
    "highlights3": "Datos",
    "highlights4": "Alertas",
    "highlights5": "Informes"
  },
  "mainhome": {
    "work": "¡Bienvenido a GuateCare!",
    "workdesc": "Ve a \"Estadísticas\" si deseas visualizar la información actual o inicia sesión para acceder a todas las funcionalidades del sistema.",
    "button1": "Ir a estadísticas",
    "button2": "Saber más sobre la desnutrición",
    "title": "¿Qué es la desnutrición?",
    "title2": "Definición",
    "description": "Es un estado patológico que surge de una ingesta inadecuada de nutrientes o un exceso catabólico, y se manifiesta con alteraciones clínicas, bioquímicas y problemas en las medidas corporales.",
    "title3": "Tipos",
    "description2-1": "Desnutrición aguda",
    "description2-2": "Desnutrición crónica",
    "description2-3": "Desnutrición mixta",
    "title4": "Causas",
    "description3-1": "Pobreza: Falta de acceso a alimentos suficientes y nutritivos.",
    "description3-2": "Conflictos y emergencias: Situaciones que interrumpen la producción y distribución de alimentos.",
    "description3-3": "Enfermedades: Condiciones que afectan la capacidad del cuerpo para absorber nutrientes.",
    "description3-4": "Educación y conocimiento: Falta de información sobre nutrición adecuada.",
    "title5": "Consecuencias",
    "description4": "La desnutrición deteriora la salud y la calidad de vida, perpetuando la pobreza y reduciendo la productividad.",
    "title6": "Prevención",
    "description5": "Los programas de alimentación escolar mejoran la salud y el rendimiento académico, y la educación en nutrición optimiza la alimentación y la producción local.",
    "title7": "Impacto",
    "description6": "La desnutrición infantil frena el desarrollo cognitivo, amplía la desigualdad social y debilita la cohesión comunitaria, perpetuando la pobreza y elevando la delincuencia."
  },
  "about": {
    "title": "Innovación que transforma",
    "description1": "En Guatemala, un equipo multidisciplinario se ha unido con el propósito de luchar contra la desnutrición infantil mediante tecnología y experiencia en salud.",
    "description2": "Nuestro proyecto se fundamenta en dos pilares esenciales: tecnología y expertos en salud. Este enfoque dual nos permite intervenir de manera efectiva en la vida de los más pequeños, asegurando que cada niño reciba el apoyo nutricional que necesita para crecer fuerte y saludable.",
    "mision": "Nuestra misión",
    "misiondesc": "Combatir la desnutrición infantil en Guatemala con soluciones innovadoras en tecnología y salud.",
    "team": "Conoce a los expertos que impulsan nuestra visión",
    "history": "Nuestra historia",
    "hisotydesc": "Un equipo multidisciplinario, impulsado por la pasión y dedicación, trabaja desde el corazón de Guatemala para transformar la nutrición infantil.",
    "project": "El proyecto",
    "projectdesc": "Nuestro proyecto combina tecnología y expertos en salud para ofrecer apoyo nutricional efectivo a los niños, garantizando su crecimiento saludable.",
    "impact": "Impacto en la sociedad",
    "impactdesc": "Optimización de procesos que permite intervenciones rápidas y eficaces, mejorando la atención de los niños en comunidades vulnerables.",
    "rewards": "Reconocimientos",
    "rewardsdesc": "Primer lugar en la competición nacional de Enactus Guatemala con el equipo Enactus UVG Altiplano.",
    "future": "Nuestro futuro",
    "futuredesc": "Expansión a más comunidades en Guatemala y la región, comprometidos con un futuro saludable para las comunidades",
    "ourteam": "El equipo",
    "ourteamdesc": "El desarrollador detrás de GuateCare",
    "developer": "Desarrollador"
  },
  "history": {
    "title": "La historia del proyecto: GuateCare",
    "description1": "En el corazón de Guatemala, donde la riqueza cultural y la esperanza coexisten con desafíos profundos, un equipo multidisciplinario de visionarios se ha unido con un propósito común: luchar contra la desnutrición infantil. Este equipo, impulsado por una pasión incansable y una dedicación ejemplar, ha diseñado un proyecto revolucionario que combina la última tecnología con la experiencia en salud para abordar uno de los problemas más críticos que enfrentan las comunidades vulnerables.",
    "project": "Proyecto",
    "solution": "La solución",
    "description2": "Imagina un mundo donde la lucha contra la desnutrición infantil no se basa únicamente en buenos deseos, sino en soluciones tecnológicas concretas y eficientes. Nuestro proyecto se fundamenta en dos pilares esenciales: tecnología y expertos en salud. Este enfoque dual nos permite intervenir de manera efectiva en la vida de los más pequeños, asegurando que cada niño reciba el apoyo nutricional que necesita para crecer fuerte y saludable.",
    "impact": "Impacto",
    "impact2": "Impacto en la sociedad",
    "description4": "Nuestro objetivo es transformar la forma en que se aborda la desnutrición infantil. Al automatizar la medición y la recolección de datos, no solo optimizamos los procesos, sino que también proporcionamos a las comunidades herramientas para actuar con rapidez y eficacia. Esta innovación garantiza que los niños reciban la atención adecuada en el momento adecuado, mejorando significativamente sus perspectivas de salud y desarrollo.",
    "reward": "Reconocimiento",
    "rf": "Reconocimiento y futuro",
    "description5": "Estamos orgullosos de compartir que nuestro proyecto ha sido reconocido a nivel nacional como uno de los dos proyectos destacados presentados por Enactus UVG Altiplano. Este reconocimiento, al obtener el primer lugar en la competición nacional, valida la efectividad y el potencial de nuestro enfoque. A medida que avanzamos, nuestra visión es expandir esta solución a más comunidades, no solo en Guatemala, sino en toda la región."
  },
  "signIn": {
    "pageTitle": "Iniciar sesión",
    "description": "Por favor, inicie sesión con su cuenta.",
    "emailLabel": "Correo electrónico",
    "passwordLabel": "Contraseña",
    "emailPlaceholder": "Ingrese su correo electrónico",
    "passwordPlaceholder": "Ingrese su contraseña",
    "forgotPasswordLink": "¿Olvidó su contraseña?",
    "submitButton": "Iniciar sesión",
    "googleButton": "Iniciar sesión con Google",
    "noAccountText": "¿No tienes una cuenta?",
    "registerLink": "Regístrate aquí",
    "errors": {
      "none": "Por favor, ingrese su correo y contraseña.",
      "missingAt": "El correo debe contener un '@'.",
      "invalidEmail": "El correo electrónico no es válido.",
      "invalidCredential": "Por favor, verifique su correo o contraseña.",
      "userNotFound": "No se encontró ninguna cuenta con este correo.",
      "invalidPassword": "La contraseña es incorrecta. Inténtelo de nuevo.",
      "tooManyRequests": "Demasiados intentos fallidos. Inténtelo más tarde.",
      "default": "Error al iniciar sesión. Inténtelo más tarde.",
      "googleSigninError": "No fue posible iniciar sesión con Google. Inténtelo más tarde.",
      "resetPasswordError": "Error al intentar enviar el correo de recuperación. Inténtelo más tarde.",
      "resetPasswordSuccess": "Se ha enviado un correo para restablecer la contraseña.",
      "emailRequired": "Por favor, ingrese su correo electrónico."
    }
  },
  "signUp": {
    "pageTitle": "Crear cuenta",
    "description": "Regístrate para comenzar.",
    "fullNameLabel": "Nombre completo",
    "fullNamePlaceholder": "Introduce tu nombre completo",
    "emailLabel": "Correo electrónico",
    "emailPlaceholder": "Introduce tu correo electrónico",
    "passwordLabel": "Contraseña",
    "passwordPlaceholder": "Introduce tu contraseña",
    "confirmPasswordLabel": "Confirmar contraseña",
    "confirmPasswordPlaceholder": "Repite tu contraseña",
    "createAccountButton": "Crear cuenta",
    "googleButton": "Registrarse con Google",
    "alreadyHaveAccountText": "¿Ya tienes cuenta?",
    "signInLink": "Inicia sesión",
    "none": "Todos los campos son obligatorios.",
    "invalidEmail": "El correo electrónico no es válido.",
    "passwordTooShort": "La contraseña debe tener al menos 6 caracteres.",
    "passwordNoNumber": "La contraseña debe contener al menos un número.",
    "passwordNoSpecialChar": "La contraseña debe contener al menos un carácter especial.",
    "passwordsDoNotMatch": "Las contraseñas no coinciden.",
    "emailInUse": "El correo electrónico ya está en uso.",
    "passwordTooWeak": "La contraseña es demasiado débil.",
    "registrationDisabled": "El registro está deshabilitado temporalmente.",
    "tooManyRequests": "Demasiados intentos. Por favor, inténtalo más tarde.",
    "networkError": "Error de red. Revisa tu conexión a internet.",
    "unknownError": "Ocurrió un error inesperado. Inténtalo de nuevo más tarde.",
    "acceptTerms": "Acepta los términos y condiciones"
  },
  "commuty": {
    "thanks": "Queremos expresar nuestro más sincero agradecimiento a todas las instituciones, organizaciones y entidades que han respaldado este proyecto. Su valioso apoyo y compromiso han sido esenciales para alcanzar nuestros objetivos para avanzar en esta misión."
  },
  "modetoggle": {
    "dark": "Oscuro",
    "light": "Claro",
    "system": "Sistema"
  },
  "home": {
    "card1": {
      "text1": "Total de alertas activas",
      "text2": "Posibles casos de desnutrición aguda: ",
      "text3": "casos",
      "text4": "caso"
    },
    "card2": {
      "text1": "Casos actuales",
      "text2": "Casos del último mes: ",
      "text3": "casos"
    },
    "card3": {
      "text1": "Peso medio actual",
      "text2": "Promedio del último mes: ",
      "text3": "libras"
    },
    "card4": {
      "text1": "Promedio talla/longitud actual",
      "text2": "Promedio del último mes: ",
      "text3": "centímetros"
    },
    "card5": {
      "text1": "IMC (Índice de Masa Corporal)",
      "text2": "Promedio del último mes: ",
      "text3": "kg/m"
    },
    "charts": {
      "text1": "IMC promedio (índice de masa corporal)",
      "text2": "Peso para la edad",
      "text3": "Talla/Longitud para la edad",
      "text4": "Administración del tiempo",
      "text5": "min",
      "text6": "hrs",
      "text7": "día",
      "text8": "días",
      "text9": "Promedio diario",
      "text10": "Tiempo promedio que se utilizó el sistema por día en la app de GuateCare"
    },
    "data": {
      "title": "Datos",
      "description": "Recopilación de los datos captados en tiempo real",
      "status": "Estado",
      "id": "Identificador",
      "create": "Fecha de creación",
      "follow": "Fecha de seguimiento",
      "priority": "Prioridad",
      "view": "Visualizar",
      "edit": "Editar",
      "alert":"Alertar",
      "dataStatus": {
        "new": "Nuevo",
        "inProgress": "En progreso",
        "inReview": "En revisión",
        "resolved": "Resuelto"
      },
      "dataPriority": {
        "severe": "Severo",
        "moderate": "Moderado",
        "mild": "Leve"
      }
    },
    "days": {
      "mon": "Lun",
      "tue": "Mar",
      "wed": "Mié",
      "thu": "Jue",
      "fri": "Vie",
      "sat": "Sab",
      "sun": "Dom"
    },
    "dates": {
      "day": "Dia",
      "week": "Semana",
      "month": "Mes",
      "year": "Año"
    },
    "filter": {
      "title": "Filtrar",
      "filterby": "Filtrar por:",
      "status": "Estado",
      "id": "Identificador",
      "create": "Fecha de creación",
      "follow": "Fecha de seguimiento",
      "priority": "Prioridad"
    },
    "export": {
      "title": "Exportar"
    }
  },
  "dashboard": {
    "selectMeasurement":"Seleccione la medición",
    "noMeasurementsAvailable":"No hay mediciones disponibles",
    "selectM":"Escoja una medición",
    "navbar": {
      "register": "Registro del bebé",
      "monitoreo": "Monitoreo",
      "datos": "Datos",
      "alertas": "Alertas",
      "informes": "Informes",
      "account": "Mi cuenta",
      "settings": "Ajustes",
      "logout": "Cerrar sesión"
    },
    "registro": {
      "title": "Registro del encargado",
      "description": "Por favor llene todos los campos que se le solicita, el DPI (Documento Personal de Identificación) es importante.",
      "dpi": "DPI",
      "description1": "Ingrese el DPI",
      "name": "Nombre del encargado",
      "description2": "Nombre completo",
      "born": "Fecha de nacimiento",
      "month": "Seleccione el mes",
      "year": "Seleccione el año",
      "description3": "Dirección",
      "direction": "Departamento, Municipio, comunidad y calle",
      "description4": "Teléfono del encargado",
      "phonenumber": "(+502) 4532-4515",
      "fallecio": "Falleció",
      "falleciop": "Seleccione una opción",
      "yes": "Si",
      "no": "No",
      "comunidadLing": "Comunidad lingüística",
      "selectCommunity": "Seleccione la comunidad lingüística",
      "successMessage": "Datos guardados",
      "errorMessage": "Error al guardar los datos",
      "title2": "Registro del bebé",
      "cui": "CUI",
      "description5": "Por favor llene todos los campos que se le solicita, el CUI (Código Único de Identificación) es importante.",
      "name2": "Nombre del bebé",
      "description6": "Ingrese el CUI",
      "dpiError": "Formato incorrecto",
      "born2": "Nacimiento del bebé",
      "directionborn": "Lugar de nacimiento",
      "genere": "Género",
      "generedesc": "Seleccione el género",
      "male": "Hombre",
      "famale": "Mujer",
      "pueblo": "Pueblo",
      "pueblodesc": "Seleccione el pueblo",
      "na": "No se indica",
      "others": "Otros",
      "ni": "No indica"
    },
    "mediciones": {
      "title": "Medición del paciente",
      "description": "Visualiza los datos capturados aquí.",
      "size/length": "Talla/Longitud: ",
      "weight": "Peso: ",
      "IMC": "Índice de Masa Corporal (IMC):",
      "botton1": "Talla/Longitud",
      "botton2": "Peso",
      "rsl": "cm",
      "rls2": "m",
      "rw": "lb",
      "rw2": "kg",
      "rimc": "kg/m"
    },
    "alertas": {
      "title": "Generar alerta",
      "description": "Aquí podrás generar la alerta respectiva",
      "datecreate": "Fecha de creación",
      "datetracking": "Fecha de seguimiento",
      "priority": "Prioridad",
      "prioritysdesc": "Leve",
      "prioritys": {
        "severe": "Severo",
        "moderate": "Moderado",
        "mild": "Leve"
      },
      "status": "Estado",
      "statusdesc": "Nuevo",
      "statuss": {
        "new": "Nuevo",
        "in_progress": "En progreso",
        "in_review": "En revisión",
        "resolved": "Resuelto"
      },
      "desc": "Descripción",
      "alertasdesc": "Añade una descripción médica",
      "notes": "Notas médicas",
      "notasdesc": "El bebé carece de nutrientes..."
    },
    "settings": {
      "welcome": "¡Bienvenido! ",
      "language": "Idioma",
      "language2": "Seleccione el idioma de su preferencia.",
      "theme": "Tema",
      "theme2": "Seleccione el tema de su preferencia."
    },
    "buttons": {
      "save": "Guardar datos",
      "alert": "Iniciar alerta"
    }
  },
  "errors": {
    "notFound": "Página no encontrada",
    "sorry": "Lo sentimos, no pudimos encontrar la página que estás buscando.",
    "backhome": "Ir al inicio",
    "contact": "Contactar con soporte"
  },
  "ce": {
    "create": "Crear",
    "create2": "Capture datos fácilmente con un solo clic.",
    "create3": "Utilice nuestro sistema físico para poder capturar datos y con ello generar información valiosa para la salud.",
    "view": "Editar",
    "view2": "Edite los datos facilmente.",
    "view3": "Dele un seguimiento oportuno a los casos detectados con el objetivo de darle la atención adecuada al paciente."
  },
  "footer": {
    "logo": {
      "alt": "GuateCare",
      "name": "GuateCare"
    },
    "resources": {
      "title": "Recursos",
      "links": [
        {
          "name": "shadcn/ui",
          "url": "https://ui.shadcn.com/"
        },
        {
          "name": "Tailwindui",
          "url": "https://tailwindui.com/"
        }
      ]
    },
    "followUs": {
      "title": "Síguenos",
      "links": [
        {
          "name": "Github",
          "url": "https://github.com/Owl-in-night?tab=repositories"
        },
        {
          "name": "Discord",
          "url": "https://discord.gg/RY7N6wgH"
        }
      ]
    },
    "legal": {
      "title": "Legal",
      "links": [
        {
          "name": "Política de Privacidad",
          "url": "/privacy-policy"
        },
        {
          "name": "Términos y Condiciones",
          "url": "/terms&conditions"
        }
      ]
    },
    "footerText": "© 2024 GuateCare™. Todos los derechos reservados.",
    "socialMedia": {
      "facebook": {
        "url": "https://www.facebook.com/Owl.in.nigth/?locale=es_LA",
        "alt": "Página de Facebook"
      },
      "discord": {
        "url": "https://discord.com/channels/@me",
        "alt": "/Soporte/Comunidad de Discord"
      },
      "x": {
        "url": "https://x.com/owl_in_night",
        "alt": "Página de X"
      },
      "github": {
        "url": "https://github.com/Owl-in-night",
        "alt": "Cuenta de GitHub"
      },
      "dribbble": {
        "url": "https://dribbble.com/OwlInNight",
        "alt": "Cuenta de Dribbble"
      }
    },
    "footerMobile": {
      "text": "© 2023 GuateCare™. Todos los derechos reservados.",
      "links": [
        {
          "name": "Sobre Nosotros",
          "url": "#"
        },
        {
          "name": "Política de Privacidad",
          "url": "#"
        },
        {
          "name": "Licencias",
          "url": "#"
        },
        {
          "name": "Contacto",
          "url": "#"
        }
      ],
      "socialMedia": {
        "facebook": {
          "url": "https://www.facebook.com/Owl.in.nigth/?locale=es_LA",
          "alt": "Página de Facebook"
        },
        "discord": {
          "url": "https://discord.com/channels/@me",
          "alt": "/Soporte/Comunidad de Discord"
        },
        "x": {
          "url": "https://x.com/owl_in_night",
          "alt": "Página de X"
        },
        "github": {
          "url": "https://github.com/Owl-in-night",
          "alt": "Cuenta de GitHub"
        },
        "dribbble": {
          "url": "https://dribbble.com/OwlInNight",
          "alt": "Cuenta de Dribbble"
        }
      }
    }
  }
}